Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_APP_DESCRIPTION
source: MPC-HC is an extremely light-weight, open source media player for Windows. It supports all common video and audio file formats available for playback. We are 100% spyware free, there are no advertisements or toolbars.
pt_br: O MPC-HC é um player de mídia de código fonte aberto de peso extremamente leve para Windows. Ele suporta todos os formatos de arquivo disponíveis de áudio e vídeo pra playback. Nós somos 100% livres de spyware, não há anúncios ou barras de ferramentas.
uk: MPC-HC є дуже легким, з відкритим сирцевим кодом медіаплеєром для Windows. Він підтримує усі розповсюджені формати відео- і аудіофайлів. 100% вільний від шпигунських програмних проду́ктів, також не містить рекламного програмного забезпечення і панелей інструментів.

# IDS_MAINFRM_12
source: channel
pt_br: canal
uk: канал

# IDS_MAINFRM_13
source: channels
pt_br: canais
uk: каналів

# IDS_AG_TITLE
source: Title %u
pt_br: Título %u
uk: Назва %u

# IDS_MAINFRM_16
source: DVD: Unexpected error
pt_br: DVD: Erro inesperado
uk: DVD: Непередбачена помилка.

# IDS_MAINFRM_17
source: DVD: Copy-Protect Fail
pt_br: DVD: Falha da Proteção Contra Cópia
uk: DVD: проблема з захистом від копіювання.

# IDS_MAINFRM_18
source: DVD: Invalid DVD 1.x Disc
pt_br: DVD: Disco do DVD 1.x Inválido
uk: DVD: Невірний диск DVD 1.x

# IDS_MAINFRM_19
source: DVD: Invalid Disc Region
pt_br: DVD: Região de Disco Inválida
uk: DVD: Невірний регіон диска.

# IDS_MAINFRM_20
source: DVD: Low Parental Level
pt_br: DVD: Baixo Nível da Classificação Indicativa
uk: DVD: Низький рівень батьківського контролю.

# IDS_MAINFRM_21
source: DVD: Macrovision Fail
pt_br: DVD: Falha do Macrovision
uk: DVD: Проблема з Macrovision.

# IDS_MAINFRM_22
source: DVD: Incompatible System And Decoder Regions
pt_br: DVD: Sistema e Decodificador das Regiões Incompatíveis
uk: DVD: Несумісний регіон декодера та системи.

# IDS_MAINFRM_23
source: DVD: Incompatible Disc And Decoder Regions
pt_br: DVD: Disco e Decodificador das Regiões Incompatíveis
uk: DVD: Несумісний регіон декодера та диску.

# IDS_D3DFS_WARNING
source: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying the context menu and any dialog box during playback. Do you really want to activate this option?
pt_br: Esta opção é designada pra evitar rasgos. Contudo, também impedirá o MPC-HC de exibir o menu de contexto e qualquer caixa de dialogo durante o playback. Você realmente quer ativar esta opção?
uk: Ця опція призначена для усунення "дрижання", але у цьому режимі MPC-HC не може показувати контекстне меню та діалоги якщо відео завантажене. Продовжити?

# IDS_MAINFRM_139
source: Sub delay: %ld ms
pt_br: Atraso das legendas: %ld ms
uk: Затримка субтитрів: %ld ms

# IDS_AG_TITLE2
source: Title: %02d/%02d
pt_br: Título: %02d/%02d
uk: Назва: %02d/%02d

# IDS_REALVIDEO_INCOMPATIBLE
source: Filename contains unsupported characters (use only A-Z, 0-9)
pt_br: O nome do arquivo contém caracteres não suportados (só usar A-Z, 0-9)
uk: Ім'я файлу містить недозволені символи (використовуйте A-Z, 0-9)

# IDS_THUMB_ROWNUMBER
source: Rows:
pt_br: Linhas:
uk: Рядків:

# IDS_THUMB_COLNUMBER
source: Columns:
pt_br: Colunas:
uk: Стовпців:

# IDS_THUMB_IMAGE_WIDTH
source: Image width
pt_br: Largura da imagem
uk: Ширина зображення

# IDS_AG_ASPECT_RATIO
source: Aspect Ratio
pt_br: Proporção do Aspecto
uk: Пропорції

# IDS_MAINFRM_37
source: , Total: %ld, Dropped: %ld
pt_br: , Total: %ld, Perdidos: %ld
uk: , Разом: %ld, Втрачено: %ld

# IDS_MAINFRM_38
source: , Size: %I64d KB
pt_br: , Tamanho: %I64dKB
uk: , Розмір: %I64d Кб

# IDS_MAINFRM_39
source: , Size: %I64d MB
pt_br: , Tamanho: %I64dMB
uk: , Розмір: %I64d Мб

# IDS_MAINFRM_40
source: , Free: %I64d KB
pt_br: , Livre: %I64dKB
uk: , Вільно: %I64d Кб

# IDS_MAINFRM_41
source: , Free: %I64d MB
pt_br: , Livre: %I64dMB
uk: , Вільно: %I64d Мб

# IDS_MAINFRM_42
source: , Free V/A Buffers: %03d/%03d
pt_br: , Buffers do V/A Livres: %03d/%03d
uk: , Вільно буферів: %03d/%03d

# IDS_AG_ERROR
source: Error
pt_br: Erro
uk: Помилка

# IDS_SUBTITLE_STREAM_OFF
source: Subtitle: off
pt_br: Legenda: desligada
uk: Субтитри: вимкнено

# IDS_SUBTITLE_STREAM
source: Subtitle: %s
pt_br: Legenda: %s
uk: Субтитри: %s

# IDS_MAINFRM_46
source: Select the path for the DVD/BD:
pt_br: Selecione o caminho para o DVD/BD:
uk: Оберіть шлях до DVD/BD:

# IDS_SUB_LOADED_SUCCESS
source: loaded successfully
pt_br: carregado com sucesso
uk: успішно завантажено

# IDS_ALL_FILES_FILTER
source: All files (*.*)|*.*||
pt_br: Todos os arquivos (*.*)|*.*||
uk: Всі файли (*.*)|*.*||

# IDS_GETDIB_FAILED
source: GetDIB failed, hr = %08x
pt_br: O GetDIB falhou, hr = %08x
uk: Проблема з GetDIB, hr = %08x

# IDS_GETCURRENTIMAGE_FAILED
source: GetCurrentImage failed, hr = %08x
pt_br: O GetCurrentImage falhou, hr = %08x
uk: Проблема з GetCurrentImage, hr = %08x

# IDS_SCREENSHOT_ERROR
source: Cannot create file
pt_br: Não pôde criar o arquivo
uk: Неможливо створити файл

# IDS_THUMBNAILS_NO_DURATION
source: Cannot create thumbnails for files with no duration
pt_br: Não pôde criar thumbnails para arquivos com nenhuma duração
uk: Неможливо створити мініатюри для файлів без тривалості

# IDS_THUMBNAILS_NO_FRAME_SIZE
source: Failed to get video frame size
pt_br: Falhou em obter o tamanho do frame do vídeo
uk: Неможливо отримати розмір відеокадра

# IDS_OUT_OF_MEMORY
source: Out of memory, go buy some more!
pt_br: Sem memória, vá comprar mais algumas!
uk: Недостатньо пам'яті!

# IDS_THUMBNAILS_INVALID_FORMAT
source: Invalid image format, cannot create thumbnails out of %d bpp dibs.
pt_br: Formato de imagem inválido, não pôde criar thumbnails de %d bpp dibs.
uk: Невірний формат зображення, неможливо створити мініатюри з %d bpp.

# IDS_THUMBNAILS_INFO_FILESIZE
source: File Size: %s (%s bytes)\N
pt_br: Tamanho do Arquivo: %s (%s bytes)\N
uk: Розмір файлу: %s (%s байт)\N

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
pt_br: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Nome do Arquivo: %s\N%sResolução: %dx%d %s\NDuração: %02d:%02d:%02d
uk: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Ім'я файлу: %s\N%sРозмір: %dx%d %s\NТривалість: %02d:%02d:%02d

# IDS_THUMBNAIL_TOO_SMALL
source: The thumbnails would be too small, impossible to create the file. Try lowering the number of thumbnails or increasing the total size.
pt_br: Os thumbnails seriam muito pequenos, impossível criar o arquivo. Tente diminuir o número de thumbnails ou aumentar o tamanho total.
uk: Мініатюри були б замалими, неможливо створити файл. Спробуйте зменшити кількість мініатюр або збільшити сумарний розмір.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, or Haali VR
pt_br: Pra carregar as legendas você tem que mudar o tipo de renderizador de vídeo e re-abrir o arquivo. - DirectShow: EVR (Apresentador Personalizado), Sync, VMR-9 (sem renderizador), madVR, MPC VR ou Haali VR
uk: Щоб завантажити субтитри, потрібно змінити тип рендера відео та знову відкрити файл. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (без рендера), madVR, MPC VR або Haali VR

# IDS_SUBTITLE_FILES_FILTER
source: Subtitle files
pt_br: Arquivos das legendas
uk: Файли субтитрів

# IDS_MAINFRM_68
source: Aspect Ratio: %ld:%ld
pt_br: Proporção do Aspecto: %ld:%ld
uk: Пропорції: %ld:%ld

# IDS_MAINFRM_69
source: Aspect Ratio: Default (DAR)
pt_br: Proporção do Aspecto: Padrão (DAR)
uk: Співвідношення сторін: Типово (DAR)

# IDS_MAINFRM_70
source: Audio delay: %I64d ms
pt_br: Atraso do Áudio: %I64dms
uk: Затримка аудіо: %I64d мс

# IDS_AG_CHAPTER
source: Chapter %d
pt_br: Capítulo %d
uk: Глава %d

# IDS_AG_OUT_OF_MEMORY
source: Out of memory
pt_br: Sem memória
uk: Недостатньо памяті

# IDS_MAINFRM_77
source: Error: Requires Adobe Flash Player for IE with killswitch patch
pt_br: Erro: Requer o Adobe Flash Player pro IE com o patch do killswitch
uk: Помилка: потрібен Adobe Flash Player для IE з виправленням killswitch

# IDS_MAINFRM_80
source: Failed to create the filter graph object
pt_br: Falhou em criar o objeto do gráfico do filtro
uk: Помилка створення об'єкта графа фільтрів

# IDS_MAINFRM_81
source: Invalid argument
pt_br: Argumento inválido
uk: Невірний аргумент

# IDS_MAINFRM_82
source: Opening aborted
pt_br: Abertura abortada
uk: Відкривання перервано

# IDS_MAINFRM_83
source: Failed to render the file
pt_br: Falhou em renderizar o arquivo
uk: Помилка відтворення файла

# IDS_AG_CHAPTER2
source: Chapter:
pt_br: Capítulo:
uk: Глава:

# IDS_BOOST_OSD
source: Boost: +%u%%
pt_br: Aumento: +%u%%
uk: Підсилення: +%u%%

# IDS_BALANCE_OSD
source: Balance: %s
pt_br: Balanço: %s
uk: Баланс: %s

# IDS_FULLSCREENMONITOR_CURRENT
source: Current
pt_br: Atual
uk: Поточний

# IDS_MAINFRM_DIR_TITLE
source: Select Directory
pt_br: Selecione o Diretório
uk: Оберіть теку

# IDS_MAINFRM_DIR_CHECK
source: Include subdirectories
pt_br: Incluir sub-diretórios
uk: Разом з підтеками

# IDS_AG_PAUSE
source: Pause
pt_br: Pausa
uk: Пауза

# IDS_AG_TOGGLE_CAPTION
source: Toggle Caption&Menu
pt_br: Alternar Menu das &Legendas
uk: Ввімк./Вимк. заголовок і меню

# IDS_AG_TOGGLE_SEEKER
source: Toggle Seek Bar
pt_br: Alternar Barra de Busca
uk: Ввімк./Вимк. стрічку перемотки

# IDS_AG_TOGGLE_CONTROLS
source: Toggle Controls
pt_br: Alternar Controles
uk: Ввімк./Вимк. керування

# IDS_MAINFRM_84
source: Invalid file name
pt_br: Nome do arquivo inválido
uk: Невірне ім'я файлу

# IDS_MAINFRM_86
source: Cannot connect the filters
pt_br: Não pôde conectar os filtros
uk: Неможливо підключити фільтри

# IDS_MAINFRM_87
source: Cannot load any source filter
pt_br: Não pôde carregar qualquer filtro fonte
uk: Неможливо завантажити жодного фільтру джерел

# IDS_MAINFRM_88
source: Cannot render the file
pt_br: Não pôde renderizar o arquivo
uk: Неможливо відтворити файл

# IDS_MAINFRM_89
source: Invalid file format
pt_br: Formato de arquivo inválido
uk: Невірний формат файлу

# IDS_MAINFRM_90
source: File not found
pt_br: Arquivo não encontrado
uk: Файл не знайдено

# IDS_MAINFRM_91
source: Unknown file type
pt_br: Tipo de arquivo desconhecido
uk: Невідомий тип файлу

# IDS_MAINFRM_92
source: Unsupported stream
pt_br: Faixa não suportada
uk: Потік не підтримується

# IDS_MAINFRM_93
source: Cannot find DVD directory
pt_br: Não pôde achar o diretório do DVD
uk: Неможливо знайти каталог DVD

# IDS_MAINFRM_94
source: Can't create the DVD Navigator filter
pt_br: Não pôde criar o filtro do Navegador do DVD
uk: Неможливо створити фільтр DVD-навігатора

# IDS_AG_FAILED
source: Failed
pt_br: Falhou
uk: Невдача

# IDS_MAINFRM_96
source: Can't create video capture filter
pt_br: Não pôde criar o filtro de captura do vídeo
uk: Неможливо створити фільтр запису відео

# IDS_MAINFRM_98
source: No capture filters
pt_br: Não há filtros de captura
uk: Фільтри запису відео відсутні

# IDS_MAINFRM_99
source: Can't create capture graph builder object
pt_br: Não pôde criar o objeto construtor do gráfico da captura
uk: Неможливо створити об'єкт побудови графу запису відео

# IDS_MAINFRM_108
source: Couldn't open any device
pt_br: Não pôde abrir qualquer dispositivo
uk: Неможливо відкрити жодного пристрою

# IDS_AG_SOUND
source: Sound
pt_br: Som
uk: Звук

# IDS_MAINFRM_114
source: %s was not found, please insert media containing this file.
pt_br: O %s não foi achado, por favor insira a midia contendo este arquivo.
uk: %s не знайдено. Будь ласка, вставте носій, що містить цей файл.

# IDS_AG_ABORTED
source: Aborted
pt_br: Abortado
uk: Перервано

# IDS_MAINFRM_116
source: &Properties...
pt_br: &Propriedades...
uk: &Властивості...

# IDS_MAINFRM_117
source: (pin) properties...
pt_br: (pino) propriedades...
uk: (pin) властивості...

# IDS_AG_UNKNOWN_STREAM
source: Unknown Stream
pt_br: Faixa Desconhecida
uk: Невідомий потік

# IDS_AG_UNKNOWN
source: Unknown %u
pt_br: %u Desconhecido
uk: Невідомий %u

# IDS_MAINFRM_121
source: (Director Comments 1)
pt_br: (Comentário do Diretor 1)
uk: (Коментар режисера 1)

# IDS_MAINFRM_122
source: (Director Comments 2)
pt_br: (Comentário do Diretor 2)
uk: (Коментар режисера 2)

# IDS_DVD_SUBTITLES_ENABLE
source: Enable DVD subtitles
pt_br: Ativar Legendas do DVD
uk: Ввімкнути DVD субтитри

# IDS_AG_ANGLE
source: Angle %u
pt_br: Ângulo %u
uk: Кут зору %u

# IDS_AG_VSYNCOFFSET_INCREASE
source: Increase VSync Offset
pt_br: Aumentar Deslocamento do VSync
uk: Збільшити затримку VSync

# IDS_AG_DISABLED
source: Disabled
pt_br: Desativado
uk: Вимкнено

# IDS_AG_VSYNCOFFSET_DECREASE
source: Decrease VSync Offset
pt_br: Diminuir Deslocamento do VSync
uk: Зменшити затримку VSync

# IDS_MAINFRM_136
source: MPC-HC D3D Fullscreen
pt_br: Tela Cheia em D3D do MPC-HC
uk: MPC-HC Повноекранний D3D

# IDS_MAINFRM_137
source: Unknown format
pt_br: Formato desconhecido
uk: Невідомий формат

# IDS_MAINFRM_138
source: Sub shift: %ld ms
pt_br: Mudança de legenda: %ld ms
uk: Позиція субтитрів: %ld ms

# IDS_VOLUME_BOOST_INC
source: Volume boost increase
pt_br: Aumentar ganho do volume
uk: Підсилення - збільшити

# IDS_VOLUME_BOOST_DEC
source: Volume boost decrease
pt_br: Diminuir ganho do volume
uk: Підсилення - зменшити

# IDS_VOLUME_BOOST_MIN
source: Volume boost Min
pt_br: Mínimo de ganho do volume
uk: Підсилення - Мін.

# IDS_VOLUME_BOOST_MAX
source: Volume boost Max
pt_br: Máximo de ganho do volume
uk: Підсилення - Макс.

# IDS_USAGE
source: Usage: mpc-hc.exe "pathname" [switches]
pt_br: Uso: mpc-hc.exe "pathname" [switches]
uk: Використання: mpc-hc.exe "шлях_та_ім'я" [перемикачі]

# IDS_UNKNOWN_SWITCH
source: Unrecognized switch(es) found in command line string:
pt_br: Interruptor(es) não reconhecidos achados na string da linha de comando:
uk: В рядку запуску знайдено невідомі перемикачі:

# IDS_AG_TOGGLE_INFO
source: Toggle Information
pt_br: Alternar Informação
uk: Ввімк./Вимк. інформація

# IDS_AG_TOGGLE_STATS
source: Toggle Statistics
pt_br: Mostrar Estatísticas
uk: Ввімк./Вимк. статистика

# IDS_AG_TOGGLE_STATUS
source: Toggle Status
pt_br: Alternar Status
uk: Ввімк./Вимк. статус

# IDS_AG_TOGGLE_SUBRESYNC
source: Toggle Subresync Bar
pt_br: Alternar Barra de Re-Sincronização das Legendas
uk: Ввімк./Вимк. синхронізатор сутбитрів

# IDS_AG_TOGGLE_PLAYLIST
source: Toggle Playlist Bar
pt_br: Alternar Barra da Lista de Reprodução
uk: Ввімк./Вимк. список відтворення

# IDS_AG_TOGGLE_CAPTURE
source: Toggle Capture Bar
pt_br: Alternar Barra de Captura
uk: Ввімк./Вимк. вікно запису

# IDS_AG_TOGGLE_DEBUGSHADERS
source: Toggle Debug Shaders
pt_br: Alternar Debug dos Shaders
uk: Ввімк./Вимк. відлагодження шейдерів

# IDS_AG_NEXT_AR_PRESET
source: Next AR Preset
pt_br: Próximo RA Pré-Definido
uk: Наступна по списку пропорція

# IDS_AG_VIDFRM_STRETCH
source: Video Frame Stretch
pt_br: Esticar o Frame do Vídeo

# IDS_AG_VIDFRM_INSIDE
source: Video Frame Inside
pt_br: Dentro do Frame do Vídeo

# IDS_AG_VIDFRM_OUTSIDE
source: Video Frame Outside
pt_br: Fora do Frame do Vídeo

# IDS_AG_PNS_RESET
source: Video Frame Reset
pt_br: Reset do Frame do Vídeo

# IDS_AG_PNS_ROTATEX_P
source: Video Frame Rotate X+
pt_br: Rotação do Frame do Vídeo X-

# IDS_TIME_TOOLTIP_ABOVE
source: Above seek bar
pt_br: Acima da barra de busca
uk: Над стрічкою перемотування

# IDS_TIME_TOOLTIP_BELOW
source: Below seek bar
pt_br: Abaixo da barra de busca
uk: Під стрічкою перемотування

# IDS_VIDEO_STREAM
source: Video: %s
pt_br: Vídeo: %s
uk: Відео: %s

# IDS_APPLY
source: Apply
pt_br: Aplicar
uk: Застосувати

# IDS_CLEAR
source: Clear
pt_br: Limpar
uk: Очистити

# IDS_CANCEL
source: Cancel
pt_br: Cancelar
uk: Відмінити

# IDS_THUMB_THUMBNAILS
source: Layout
pt_br: Composição
uk: Розташування

# IDS_TEXTFILE_ENC
source: Encoding:
pt_br: Codificando:
uk: Набір символів:

# IDS_AG_MOUSE_MODIFIER
source: Mouse Modifier
pt_br: Modificador do Mouse
uk: Модифікатор миши

# IDS_AG_MOUSE_FS_MODIFIER
source: Mouse FS Modifier
pt_br: Modificador FS do Mouse
uk: Модифікатор миши - повний екран

# IDS_AG_VIDFRM_ZOOM1
source: Video Frame Zoom 1
pt_br: Zoom do Frame do Vídeo 1

# IDS_AG_VIDFRM_ZOOM2
source: Video Frame Zoom 2
pt_br: Zoom do Frame do Vídeo 2

# IDS_AG_VIDFRM_SWITCHZOOM
source: Video Frame Switch Zoom
pt_br: Trocar o Zoom do Frame do Vídeo

# IDS_ENABLE_ALL_FILTERS
source: &Enable all filters
pt_br: &Ativar todos os filtros
uk: &Ввімкнути всі фільтри

# IDS_LOGO_AUTHOR
source: Author unknown. Contact us if you made this logo!
pt_br: Autor desconhecido. Contacte-nos se você fez este logo!
uk: Автор невідомий. Зв'яжіться зі мною, якщо це ваш лого!

# IDS_NO_MORE_MEDIA
source: No more media in the current folder.
pt_br: Não há mais mídia na pasta atual.
uk: Більше немає медіафайлів в поточній теці.

# IDS_FIRST_IN_FOLDER
source: The first file of the folder is already loaded.
pt_br: O primeiro arquivo da pasta já está carregado.
uk: Перший файл в теці вже завантажений.

# IDS_LAST_IN_FOLDER
source: The last file of the folder is already loaded.
pt_br: O último arquivo da pasta já está carregado.
uk: Останній файл в теці вже завантажений.

# IDS_FRONT_LEFT
source: Front Left
pt_br: Frontal Esquerdo
uk: Фронтальний лівий

# IDS_FRONT_RIGHT
source: Front Right
pt_br: Frontal Direito
uk: Фронтальний правий

# IDS_FRONT_CENTER
source: Front Center
pt_br: Frontal Centro
uk: Фронтальний центральний

# IDS_LOW_FREQUENCY
source: Low Frequency
pt_br: Baixa Frequência
uk: Низькочастотний (LFE)

# IDS_BACK_LEFT
source: Back Left
pt_br: Traseiro Esquerdo
uk: Тиловий лівий

# IDS_BACK_RIGHT
source: Back Right
pt_br: Traseiro Direito
uk: Тиловий правий

# IDS_FRONT_LEFT_OF_CENTER
source: Front Left of Center
pt_br: Frontal a Esquerda do Centro
uk: Фронтальний центральний лівий

# IDS_FRONT_RIGHT_OF_CENTER
source: Front Right of Center
pt_br: Frontal a Direita do Centro
uk: Фронтальний центральний правий

# IDS_BACK_CENTER
source: Back Center
pt_br: Traseiro Central
uk: Тиловий центральний

# IDS_SIDE_LEFT
source: Side Left
pt_br: Lado Esquerdo
uk: Бічний лівий

# IDS_SIDE_RIGHT
source: Side Right
pt_br: Lado Direito
uk: Бічний правий

# IDS_TOP_CENTER
source: Top Center
pt_br: Topo Central
uk: Верхній центральний

# IDS_TOP_FRONT_LEFT
source: Top Front Left
pt_br: Topo Frontal Esquerdo
uk: Верхній фронтальний лівий

# IDS_TOP_FRONT_CENTER
source: Top Front Center
pt_br: Topo Frontal Central
uk: Верхній фронтальний центральний

# IDS_TOP_FRONT_RIGHT
source: Top Front Right
pt_br: Topo Frontal Direito
uk: Верхній фронтальний правий

# IDS_TOP_BACK_LEFT
source: Top Back Left
pt_br: Topo Traseiro Esquerdo
uk: Верхній тиловий лівий

# IDS_TOP_BACK_CENTER
source: Top Back Center
pt_br: Topo Traseiro Central
uk: Верхній тиловий центральний

# IDS_TOP_BACK_RIGHT
source: Top Back Right
pt_br: Topo Traseiro Direito
uk: Верхній тиловий правий

# IDS_DISABLE_ALL_FILTERS
source: &Disable all filters
pt_br: &Desativar todos os filtros
uk: &Вимкнути всі фільтри

# IDS_ENABLE_AUDIO_FILTERS
source: Enable all audio decoders
pt_br: Ativar todos os decodificadores de áudio
uk: Ввімкнути всі аудіодекодери

# IDS_DISABLE_AUDIO_FILTERS
source: Disable all audio decoders
pt_br: Desativar todos os decodificadores de áudio
uk: Вимкнути всі аудіодекодери

# IDS_ENABLE_VIDEO_FILTERS
source: Enable all video decoders
pt_br: Ativar todos os decodificadores de vídeo
uk: Ввімкнути всі відеодекодери

# IDS_DISABLE_VIDEO_FILTERS
source: Disable all video decoders
pt_br: Desativar todos os decodificadores de vídeo
uk: Вимкнути всі відеодекодери

# IDS_STRETCH_TO_WINDOW
source: Stretch To Window
pt_br: Esticar Até a Janela
uk: Розтягнути до розміру вікна

# IDS_TOUCH_WINDOW_FROM_INSIDE
source: Touch Window From Inside
pt_br: Tocar a Janela por Dentro
uk: Вписати у вікно з середини

# IDS_TOUCH_WINDOW_FROM_OUTSIDE
source: Touch Window From Outside
pt_br: Tocar a Janela por Fora
uk: Описати вікно ззовні

# IDS_AUDIO_STREAM
source: Audio: %s
pt_br: Faixa de Áudio: %s
uk: Потік аудіо: %s

# IDS_AG_REOPEN
source: Reopen File
pt_br: Re-abrir Arquivo
uk: Повторно відкрити файл

# IDS_MFMT_DVDVIDEO
source: DVD-Video
pt_br: Vídeo-DVD

# IDS_MFMT_MOV
source: QuickTime Movie
pt_br: Filme do QuickTime

# IDS_MFMT_FLV
source: Flash Video
pt_br: Vídeo em Flash

# IDS_MFMT_OGM
source: Ogg Media
pt_br: Mídia Ogg

# IDS_MFMT_RM
source: Real Media
pt_br: Mídia do RealPlayer

# IDS_MFMT_RT
source: Real Script
pt_br: Script do RealPlayer

# IDS_MFMT_WMV
source: Windows Media Video
pt_br: Vídeo de Mídia do Windows

# IDS_MFMT_BINK
source: Smacker/Bink Video
pt_br: Vídeo Smacker/Bink

# IDS_MFMT_FLIC
source: FLIC Animation
pt_br: Animação FLIC

# IDS_MFMT_DSM
source: DirectShow Media
pt_br: Mídia do DirectShow

# IDS_MFMT_IVF
source: Indeo Video Format
pt_br: Formato de Vídeo do Indeo

# IDS_MFMT_OTHER
source: Other
pt_br: Outros
uk: Інше

# IDS_MFMT_OTHER_AUDIO
source: Other Audio
pt_br: Outros Áudios
uk: Інше аудіо

# IDS_MFMT_WMA
source: Windows Media Audio
pt_br: Mídia de Áudio de Windows

# IDS_MFMT_OPUS
source: Opus Audio Codec
pt_br: Codec de Áudio de Opus

# IDS_MFMT_APE
source: Monkey's Audio
pt_br: Áudio do Monkey

# IDS_MFMT_CDA
source: Audio CD track
pt_br: Faixa de Áudio de CD

# IDS_MFMT_M4A
source: MPEG-4 Audio
pt_br: Áudio do MPEG-4

# IDS_MFMT_MKA
source: Matroska audio
pt_br: Áudio do Matroska

# IDS_MFMT_MPA
source: MPEG audio
pt_br: Áudio do MPEG

# IDS_MFMT_RA
source: Real Audio
pt_br: Áudio do RealPlayer

# IDS_MFMT_TTA
source: True Audio
pt_br: Áudio Verdadeiro

# IDS_MFMT_PLS
source: Playlist
pt_br: Lista de Reprodução
uk: Список відтворення

# IDS_MFMT_BDPLS
source: Blu-ray playlist
pt_br: Lista de Reprodução de Blu-ray
uk: Список відтворення Blu-ray

# IDS_MFMT_RAR
source: RAR Archive
pt_br: Arquivo Compactado RAR
uk: Архів RAR

# IDS_DVB_CHANNEL_RESOLUTION
source: Resolution
pt_br: Resolução
uk: Роздільна здатність

# IDS_DVB_CHANNEL_ASPECT_RATIO
source: Aspect Ratio
pt_br: Proporção do Aspecto
uk: Співвіднош. сторін

# IDS_OSD_RS_VSYNC_ON
source: VSync: On
pt_br: VSync: Ligado
uk: VSync: Ввімк.

# IDS_OSD_RS_VSYNC_OFF
source: VSync: Off
pt_br: VSync: Desligado
uk: VSync: Вимк.

# IDS_OSD_RS_ACCURATE_VSYNC_ON
source: Accurate VSync: On
pt_br: VSync Preciso: Ligado
uk: Точна VSync: Ввімк.

# IDS_OSD_RS_ACCURATE_VSYNC_OFF
source: Accurate VSync: Off
pt_br: VSync Preciso: Desligado
uk: Точна VSync: Вимк.

# IDS_OSD_RS_SYNC_TO_DISPLAY_ON
source: Synchronize Video to Display: On
pt_br: Sinchronizar o Vídeo com a Exibição: Ligado
uk: Синхронізація відео з дисплеєм: Ввімк.

# IDS_OSD_RS_SYNC_TO_DISPLAY_OFF
source: Synchronize Video to Display: Off
pt_br: Sinchronizar o Vídeo com a Exibição: Desligado
uk: Синхронізація відео з дисплеєм: Вимк.

# IDS_OSD_RS_SYNC_TO_VIDEO_ON
source: Synchronize Display to Video: On
pt_br: Sinchronizar a Exibição com o Vídeo: Ligado
uk: Синхронізація дисплею з відео: Ввімк.

# IDS_OSD_RS_SYNC_TO_VIDEO_OFF
source: Synchronize Display to Video: Off
pt_br: Sinchronizar a Exibição com o Vídeo: Desligado
uk: Синхронізація дисплею з відео: Вимк.

# IDS_OSD_RS_PRESENT_NEAREST_ON
source: Present at Nearest VSync: On
pt_br: Presente no VSync mais Próximo: Ligado
uk: Презентація при найближчому VSync: Ввімк.

# IDS_OSD_RS_PRESENT_NEAREST_OFF
source: Present at Nearest VSync: Off
pt_br: Presente no VSync mais Próximo: Desligado
uk: Презентація при найближчому VSync: Вимк.

# IDS_OSD_RS_COLOR_MANAGEMENT_ON
source: Color Management: On
pt_br: Gerenciamento das Cores: Ligado
uk: Управління кольором: Ввімк.

# IDS_OSD_RS_COLOR_MANAGEMENT_OFF
source: Color Management: Off
pt_br: Gerenciamento das Cores: Desligado
uk: Управління кольором: Вимк.

# IDS_OSD_RS_INPUT_TYPE_AUTO
source: Input Type: Auto-Detect
pt_br: Tipo de Entrada dos Dados: Auto-detectar
uk: Вхідний тип: Автовизначення

# IDS_OSD_RS_INPUT_TYPE_HDTV
source: Input Type: HDTV
pt_br: Tipo de Entrada dos Dados: HDTV
uk: Вхідний тип: HDTV
