Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: bg

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
bg: Избери тип носител

# IDD_SELECTMEDIATYPE_IDOK
source: OK
bg: Да

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
bg: Отказ

# IDD_CAPTURE_DLG_IDC_STATIC1
source: Video
bg: Видео

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
bg: Задай

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
bg: Аудио

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
bg: Извеждане

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
bg: Запис на видео

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
bg: Преглед

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
bg: Запис на аудио

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
bg: Преглед

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
bg: В/А Буфери:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
bg: Аудио към wav

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
bg: Запис

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
bg: Вкл. вградения аудио превключвател (изисква рестарт)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
bg: Нормализиране

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
bg: Максимално усилване:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
bg: Възстанови силата

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
bg: Увеличение:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
bg: Намали честотата до 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
bg: Аудио отместване (ms):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
bg: Включи подредба на каналите по избор

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
bg: Конфигурация на говорители за

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
bg: Входни канали:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
bg: Задръж shift за незабавни промени когато кликнеш нещо

# IDD_GOTO_DLG_CAPTION
source: Go To...
bg: Отиди до...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
bg: Задай време във формат [чч:]мм:сек.мсек за да отидеш до исканото място. Не се изисква да въведеш разделителите изрично.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
bg: Време

# IDD_GOTO_DLG_IDC_OK1
source: Go!
bg: Давай!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
bg: Въведи две числа за да отидеш до определен кадър, първото е номера на кадъра, второто е честотата на кадрите.

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
bg: Кадър

# IDD_GOTO_DLG_IDC_OK2
source: Go!
bg: Давай!

# IDD_OPEN_DLG_CAPTION
source: Open
bg: Отвори

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
bg: Напиши адреса на филм или аудио файл (от интернет или на компютъра) и плейъра ще го отвори.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
bg: Отвори:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
bg: Преглед...

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
bg: Запис:

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
bg: Преглед...

# IDD_OPEN_DLG_IDOK
source: OK
bg: Да

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
bg: Отказ

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
bg: Добави към плейлиста без отваряне.

# IDD_ABOUTBOX_CAPTION
source: About
bg: Относно

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
bg: Тази програма е безплатна и се разпространява под GNU General Public License.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
bg: Превод: Андрей Станков и Симеон Цветков

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
bg: Информация за компилацията

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
bg: Версия:

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
bg: Компилатор:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
bg: Не е използвано

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
bg: Дата на компилация:

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
bg: Операционна система

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
bg: Име:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
bg: Копирай в клипборда

# IDD_ABOUTBOX_IDOK
source: OK
bg: Да

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
bg: Опции за отваряне

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
bg: Ползвай един плейър за всеки файл

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
bg: Отвори нов плейър за всеки файл

# IDD_PPAGEPLAYER_IDC_STATIC
source: Language
bg: Език

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
bg: Заглавна лента

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
bg: Покажи пълния път

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
bg: Само името на файла

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
bg: Не слагай префикс пред нищо

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
bg: Замени името на файла със заглавието

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
bg: Други

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
bg: Икона в системния панел

# IDD_PPAGEPLAYER_IDC_SHOW_OSD
source: Show OSD (requires restart)
bg: Покажи OSD (изисква рестарт)

# IDD_PPAGEPLAYER_IDC_CHECK4
source: Limit window proportions on resize
bg: Ограничи пропорциите при преоразмеряване

# IDD_PPAGEPLAYER_IDC_CHECK12
source: Snap to desktop edges
bg: Залепи към краищата на десктопа

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
bg: Съхрани настройките в .ini файл

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
bg: Забрани менюто „Отвори диск“

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
bg: Задай приоритет над нормалния

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
bg: Включи поддръжка на обложки

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
bg: История

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
bg: Помни историята на скорошните файлове

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
bg: Помни последния плейлист

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
bg: Запомни позицията на файла

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
bg: Помни позицията на DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
bg: Помни позицията на прозореца

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
bg: Помни размера на прозореца

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan && Scan Zoom
bg: Помни последното ,,Pan && Scan" мащабиране

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
bg: Поведение на „Отвори DVD/BD“

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
bg: Питай за местоположение

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
bg: Отвори винаги местоположение по подразбиране:

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD Navigator and the external OGM Splitter
bg: Предпочитан език за DVD Navigator и външния OGM Splitter

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
bg: Меню

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
bg: Аудио

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
bg: Субтитри

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
bg: Допълнителни настройки

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
bg: Позволи CC (скрити субтитри) в „Line 21 Decoder“

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
bg: Аудио

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
bg: Сила на звука

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
bg: Мин

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
bg: Макс

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
bg: Баланс

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
bg: Л

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
bg: Д

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
bg: Възпроизвеждане

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
bg: Изпълнение

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
bg: Безкрайно повторение

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
bg: време(на)

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Repeat mode:
bg: Режим на повторение:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
bg: След възпроизвеждане

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Zoom and Alignment
bg: Мащабиране и подравняване

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
bg: Автом. мащабиране:

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
bg: Фактор авт. напaсване:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
bg: Настройки на пътека по подразбиране

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
bg: Субтитри:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
bg: Аудио:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
bg: Позволи смяна на външния разделител

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
bg: Настройки при отваряне

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
bg: Изп. на работна нишка за констр. на филтърна верига

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
bg: Докладвай пиновете който не се рендират

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
bg: Автозареждане на аудио файлове

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
bg: Контрол

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
bg: Стъпка на увеличаване:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
bg: Стъпка на бързината:

# IDD_PPAGEPLAYBACK_IDC_STATIC4
source: Vertical Alignment:
bg: Вертикално подрав.:

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
bg: Заместване на разположението

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
bg: Хоризонтално:

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
bg: Вертикално:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
bg: Стъпка на забавяне

# IDD_PPAGESUBTITLES_IDC_STATIC
source: ms
bg: мсек

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
bg: Настр. на текстурите (отворете видеото отново за да видите промените)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
bg: Под картини в буфер:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
bg: Максимална резолюция на текстури:

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
bg: Никога не анимирай субтитрите

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
bg: Рендиране на

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
bg: % от анимацията

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
bg: Анимирай в

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
bg: % от кадровата честота на видеото

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
bg: Позволи изхвърляне на някои подснимки ако опашката закъснява

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
bg: Оформление на рендера

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
bg: Приложи компенсация на съотношението за анаморфни видеоклипове

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
bg: Предупреждение

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable fullscreen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
bg: Ако отмените и активирате заглаждане на цял екран някъде в настройките на вашата видеокарта, субтитрите няма да изглеждат по-добре, но със сигурност ще претоварите вашия процесор.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
bg: Разширения на файлове

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
bg: По подразбиране

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
bg: Задай

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
bg: Асоциация

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
bg: Използване на икони специфични за формата

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
bg: Изпълни като &администратор

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
bg: Задай като &програма по подразбиране

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
bg: Контекстно меню във файловия мениджър

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
bg: Папка

# IDD_PPAGEFORMATS_IDC_CHECK7
source: File(s)
bg: Файл(ове)

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
bg: Автоматично изпълнение

# IDD_PPAGEFORMATS_IDC_CHECK1
source: Video
bg: Видео

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
bg: Музика

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
bg: Аудио CD

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
bg: Прескачане (малко, средно, голямо в мсек)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
bg: По подразбиране

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
bg: Бързо търсене (на ключов кадър)

# IDD_PPAGETWEAKS_IDC_CHECK2
source: Show chapter marks in seek bar
bg: Показвай знаци за главите в лентата за превъртане

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
bg: Показвай информация за изпълнявания файл в Скайп

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
bg: Забрани минимизиране на плейъра, когато е на цял екран на монитор, който не е по подразбиране

# IDD_PPAGETWEAKS_IDC_CHECK_ENHANCED_TASKBAR
source: Use enhanced taskbar features
bg: Използване на подобрени функции в лентата на задачите

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
bg: Отвори предишния / следващия файл в папката при „Прескачане назад / напред“, когато има само един елемент в плейлиста

# IDD_PPAGETWEAKS_IDC_CHECK8
source: Show time tooltip:
bg: Покажи подсказка за времето:

# IDD_PPAGETWEAKS_IDC_STATIC
source: OSD font:
bg: OSD шрифт:

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
bg: Включи Logitech LCD поддръжка (експериментално)

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
bg: Автоматично скриване на мишката при възпроизвеждане в режим прозорец

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
bg: Добавяне на филтър...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
bg: Премахни

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
bg: Предпочитай

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
bg: Блок

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
bg: Задай заслуга:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
bg: Горе

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
bg: Долу

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
bg: Добавяне на тип носител...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
bg: Добавяне на подтип...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
bg: Изтрий

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
bg: Изчисти листа

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
bg: Тип:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
bg: Размер:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
bg: Дължина на носителя:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
bg: Размер на видео:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
bg: Създаден:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
bg: Клип:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
bg: Автор:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
bg: Авторско право:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
bg: Оценка:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
bg: Местоположение:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
bg: Описание:

# IDD_FAVADD_CAPTION
source: Add Favorite
bg: Добави любим

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
bg: Изберете име за прекия път:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
bg: Помни позицията

# IDD_FAVADD_IDCANCEL
source: Cancel
bg: Отказ

# IDD_FAVADD_IDOK
source: OK
bg: Да

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
bg: Относително устройство

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
bg: Създаване на любими

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
bg: Преименувай

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
bg: Премести нагоре

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
bg: Премести надолу

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
bg: Изтрий

# IDD_FAVORGANIZE_IDOK
source: OK
bg: Да

# IDD_PNSPRESET_DLG_CAPTION
source: Pan & Scan Presets
bg: Pan & Scan шаблони

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
bg: Нов

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
bg: Изтрий

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
bg: Горе

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
bg: Долу

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
bg: &Задай

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
bg: &Отказ

# IDD_PNSPRESET_DLG_IDOK
source: &Save
bg: &Запиши

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Pos: 0.0 -> 1.0
bg: Поз.: 0.0 -> 1.0

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
bg: Увеличение: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_CAPTION
source: Shortcut Keys
bg: Клавишни комбинации

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
bg: Глобални клавиши за медии

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
bg: Избери всички

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
bg: Изчисти избраните

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
bg: Предупреждение

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
bg: MPC-HC не може да рендира някои от изводите във веригата, може да нямате необходимите кодеци или филтри инсталирани на системата.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
bg: Следните извод(и) не можаха да намерят свързващ филтър:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
bg: Затвори

# IDD_SAVE_DLG_CAPTION
source: Saving...
bg: Записване...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
bg: Отказ

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
bg: Кодиране:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
bg: Кодиране:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
bg: Забавяне:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: ms
bg: мсек

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
bg: Запазване на потребителски стил

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
bg: JPEG качество:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
bg: Миниатюри:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
bg: редове

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
bg: колони

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
bg: Ширина на изображението:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
bg: пиксели

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
bg: Избери филтър

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
bg: Преглед...

# IDD_ADDREGFILTER_IDOK
source: OK
bg: Да

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
bg: Отказ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
bg: Шрифт

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
bg: Шрифт

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
bg: Интервал

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
bg: Ъгъл (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
bg: Мащаб (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
bg: Мащаб (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
bg: Стил на граница

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
bg: Структура

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
bg: Непрозрачна кутия

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
bg: Ширина

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
bg: Сянка

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
bg: Подравняване на екрана &и полета

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
bg: Ляво

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
bg: Дясно

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
bg: Горе

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
bg: Долу

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
bg: Позициониране на субтитрите спрямо видео кадъра

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
bg: Цветове &и прозрачност

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
bg: Първичен

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
bg: Вторичен

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
bg: Структура

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
bg: Свързване на алфа канали

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
bg: Ако искате да използвате самостоятелните версии на тези филтри или други деактивирайте ги тук.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
bg: Филтри-източници

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
bg: Преобразуващи филтри

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
bg: Настройки на вградените LAV Filters

# IDD_PPAGEINTERNALFILTERS_IDC_SPLITTER_CONF
source: Splitter
bg: Разделител

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
bg: Видео декодер

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
bg: Аудио декодер

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
bg: Вътрешнo:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
bg: Външно

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
bg: Преглед...

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
bg: DirectShow Видео

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles
bg: Субтитри

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
bg: Снимка на екрана

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Shaders
bg: Шейдъри

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
bg: Въртене

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
bg: Аудио рендер

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitle Renderer
bg: Рендер на субтитрите

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-9 (renderless) and EVR (CP) settings
bg: VMR-9 (renderless) и EVR (CP) настройки

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
bg: Повърхност:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
bg: Преоразмеряване:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
bg: Избери D3D9 рендер устройство

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
bg: Повторно инициализиране при промяна на дисплея

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
bg: D3D на цял екран

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
bg: Алтернативен VSync

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
bg: VMR-9 Миксер режим

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
bg: EVR Буфери:

# IDD_PPAGEOUTPUT_IDC_CACHESHADERS
source: Cache compiled Shaders
bg: Кеширай компилирани шейдъри

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
bg: Слушай на порт:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
bg: Отвори в уеб браузър...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
bg: Разрешаване на компресия
