Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: bg

# POPUP
source: &File
bg: &Файл

# ID_FILE_OPENQUICK
source: &Quick Open File...
bg: &Бързо отваряне на файл...

# ID_FILE_OPENMEDIA
source: &Open File/URL...
bg: &Отвори файл/URL...

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
bg: Отвори &DVD/BD...

# ID_FILE_OPENDEVICE
source: Open De&vice...
bg: Отвори &устройство...

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
bg: Отвори &папка...

# ID_FILE_OPENDISC
source: O&pen Disc
bg: Отвори &диск

# ID_RECENT_FILES
source: Recent &Files
bg: Скорошни &файлове

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
bg: &Затвори файла

# ID_FILE_SAVE_COPY
source: &Save a Copy...
bg: &Запиши копие...

# ID_FILE_SAVE_IMAGE
source: Save &Image...
bg: Направи &скрийншот...

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
bg: Направи &миниатюри...

# POPUP
source: S&ubtitles
bg: &Субтитри

# ID_FILE_SUBTITLES_LOAD
source: &Load Subtitles...
bg: &Зареди субтитри...

# ID_FILE_SUBTITLES_SAVE
source: Save S&ubtitles...
bg: Запиши &субтитри...

# ID_FILE_SUBTITLES_DOWNLOAD
source: &Download Subtitles...
bg: &Изтегляне на субтитри...

# ID_FILE_SUBTITLES_UPLOAD
source: &Upload Subtitles...
bg: &Качване на субтитри...

# ID_FILE_PROPERTIES
source: P&roperties
bg: С&войства

# ID_FILE_OPEN_LOCATION
source: Open File &Location
bg: Отвори &местоположението на файла

# ID_FILE_EXIT
source: E&xit
bg: &Изход

# POPUP
source: &View
bg: &Изглед

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
bg: Меню&&надписи

# ID_VIEW_SEEKER
source: See&k Bar
bg: Ле&нта за превъртане

# ID_VIEW_CONTROLS
source: &Controls
bg: &Контроли

# ID_VIEW_INFORMATION
source: &Information
bg: &Информация

# ID_VIEW_STATISTICS
source: &Statistics
bg: &Статистики

# ID_VIEW_STATUS
source: St&atus
bg: Ст&атус

# ID_VIEW_SUBRESYNC
source: Su&bresync
bg: Су&бтитри ресинхронизация

# ID_VIEW_PLAYLIST
source: Pla&ylist
bg: Пле&йлист

# ID_VIEW_CAPTURE
source: Captu&re
bg: Зап&ис

# ID_VIEW_NAVIGATION
source: Na&vigation
bg: На&вигация

# ID_VIEW_DEBUGSHADERS
source: &Debug Shaders
bg: &Дебъг шейдъри

# ID_VIEW_MPCTHEME
source: Dark Theme (restart)
bg: Тъмна тема (рестартиране)

# POPUP
source: &Presets...
bg: &Шаблони...

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
bg: &Минимален

# ID_VIEW_PRESETS_COMPACT
source: &Compact
bg: &Компактен

# ID_VIEW_PRESETS_NORMAL
source: &Normal
bg: &Нормален

# ID_VIEW_FULLSCREEN
source: F&ull Screen
bg: &Цял екран

# POPUP
source: &Zoom
bg: &Мащабиране

# ID_VIEW_ZOOM_AUTOFIT
source: Auto &Fit
bg: Автоматично &напасване

# ID_VIEW_ZOOM_AUTOFIT_LARGER
source: Auto Fit (&Larger Only)
bg: Автоматично напасване (&по-големи само)

# POPUP
source: R&enderer Settings
bg: Настройки при рендериране

# ID_VIEW_TEARING_TEST
source: &Tearing Test
bg: &Проверка за „разкъсване“

# ID_VIEW_DISPLAY_RENDERER_STATS
source: &Display Statistics
bg: &Показвай статистики

# ID_VIEW_OSD_DISPLAY_TIME
source: Display Current T&ime
bg: Показвай текущото &време

# ID_VIEW_OSD_SHOW_FILENAME
source: Show &File Name
bg: Показвай &името на файла

# POPUP
source: &Output Range
bg: &Изходен диапазон

# POPUP
source: &Presentation
bg: &Презентация

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
bg: D3D Режим на цял &екран

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
bg: D3D На цял екран &ГПИ поддръжка

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
bg: 10-bit &RGB изход

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
bg: Принудителен 10-битов RGB &вход

# ID_VIEW_FULLFLOATINGPOINTPROCESSING
source: &Full Floating Point Processing
bg: &Пълна обработка с плаваща запетая

# ID_VIEW_HALFFLOATINGPOINTPROCESSING
source: &Half Floating Point Processing
bg: &Непълна обработка с плаваща запетая

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
bg: Изкл. ефекти като на Уиндоус (&Аеро)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
bg: Включи корекция на кадровото &време

# POPUP
source: &Color Management
bg: Управление на &цветовете

# ID_VIEW_CM_ENABLE
source: &Enable
bg: &Включи

# POPUP
source: &Input Type
bg: &Тип на източника

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
bg: &Автоматично засичане

# POPUP
source: Ambient &Light
bg: Околна &светлина

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
bg: &Ярко (2.2 осветеност)

# ID_VIEW_CM_AMBIENTLIGHT_DIM
source: &Dim (2.35 Gamma)
bg: &Затъмнено (2.35 осветеност)

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
bg: Т&ъмно (2.4 осветеност)

# POPUP
source: &Rendering Intent
bg: &Начин на рендиране

# ID_VIEW_CM_INTENT_PERCEPTUAL
source: &Perceptual
bg: &По възприятие

# ID_VIEW_CM_INTENT_RELATIVECOLORIMETRIC
source: &Relative Colorimetric
bg: &Относително цветово

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
bg: &Насищане

# ID_VIEW_CM_INTENT_ABSOLUTECOLORIMETRIC
source: &Absolute Colorimetric
bg: &Абсолютно цветово

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
bg: &Точен VSync

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
bg: А&лтернативен VSync

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
bg: &Намали компенсация на VSync

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
bg: &Увеличи компенсация на VSync

# POPUP
source: &GPU Control
bg: &Контроли на видео картата

# ID_VIEW_FLUSHGPU_BEFOREVSYNC
source: Flush GPU &before VSync
bg: Рестартирай видеокартата &преди VSync

# ID_VIEW_FLUSHGPU_AFTERPRESENT
source: Flush GPU &after Present
bg: Рестартирай видеокартата &след VSync

# ID_VIEW_FLUSHGPU_WAIT
source: &Wait for flushes
bg: &Чакай за рестарт

# POPUP
source: R&eset
bg: Н&улиране

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
bg: Нулирай &настройките на рендера

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
bg: Нулирай &настройките на рендера до оптималните

# POPUP
source: Video &Frame
bg: Видео &кадър

# ID_VIEW_VF_HALF
source: &Half Size
bg: &Половин размер

# ID_VIEW_VF_NORMAL
source: &Normal Size
bg: &Нормален размер

# ID_VIEW_VF_DOUBLE
source: &Double Size
bg: &Двоен размер

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
bg: &Разтегни по прозореца

# ID_VIEW_VF_FROMINSIDE
source: Touch Window From &Inside
bg: Докосни прозореца &отвътре

# ID_VIEW_VF_ZOOM1
source: Zoom &1
bg: Увеличение &1

# ID_VIEW_VF_ZOOM2
source: Zoom &2
bg: Увеличение &2

# ID_VIEW_VF_FROMOUTSIDE
source: Touch Window From &Outside
bg: Докосни прозореца &отвън

# POPUP
source: &Aspect Ratio
bg: &Съотношение на страните

# ID_ASPECTRATIO_DAR
source: &Default (DAR)
bg: &По подразбиране (DAR)

# ID_ASPECTRATIO_SAR
source: Assume &square pixels (SAR)
bg: Допускане, че пикселите са &квадратни (SAR)

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
bg: &Коригирай разликите монитор/десктоп

# ID_VIEW_INCSIZE
source: &Increase Size
bg: &Увеличи размера

# ID_VIEW_DECSIZE
source: &Decrease Size
bg: &Намали размера

# ID_VIEW_INCWIDTH
source: I&ncrease Width
bg: У&величи широчината

# ID_VIEW_DECWIDTH
source: D&ecrease Width
bg: Н&амали широчината

# ID_VIEW_INCHEIGHT
source: In&crease Height
bg: Ув&еличи широчината

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
bg: На&мали широчината

# ID_PANSCAN_MOVERIGHT
source: Move &Right
bg: Премести на&дясно

# ID_PANSCAN_MOVELEFT
source: Move &Left
bg: Премести на&ляво

# ID_PANSCAN_MOVEUP
source: Move &Up
bg: Премести на&горе

# ID_PANSCAN_MOVEDOWN
source: Move &Down
bg: Премести на&долу

# ID_PANSCAN_CENTER
source: Cen&ter
bg: &Центрирай

# ID_PANSCAN_ROTATEZM
source: Rotate Cloc&kwise
bg: Завърти по &часовниковата стрелка

# ID_PANSCAN_ROTATEZ270
source: Rotate Counter-Clock&wise
bg: Завърти обратно на ч&асовниковата стрелка

# ID_PANSCAN_ROTATEXM
source: &Flip Vertically
bg: Обърни &вертикално

# ID_PANSCAN_ROTATEYM
source: &Mirror
bg: &Огледално

# ID_VIEW_RESET
source: Re&set
bg: Върни както си &беше

# POPUP
source: On &Top
bg: От&горе

# ID_ONTOP_DEFAULT
source: &Default
bg: &По подразбиране

# ID_ONTOP_ALWAYS
source: &Always
bg: &Винаги

# ID_ONTOP_WHILEPLAYING
source: While &Playing
bg: По време на &изпълнение

# ID_ONTOP_WHILEPLAYINGVIDEO
source: While Playing &Video
bg: По време на изпълнение на &видео

# ID_VIEW_OPTIONS
source: &Options...
bg: &Настройки...

# POPUP
source: &Play
bg: &Изпълнениe

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
bg: &Изпълнение/Пауза

# ID_PLAY_STOP
source: &Stop
bg: &Спри

# ID_PLAY_FRAMESTEP
source: Fra&me Step
bg: Следващ &кадър

# POPUP
source: &Repeat
bg: &Повтаряй

# ID_PLAY_REPEAT_FOREVER
source: F&orever
bg: За&винаги

# ID_PLAY_REPEAT_ONEFILE
source: &File
bg: &Файл

# ID_PLAY_REPEAT_WHOLEPLAYLIST
source: &Playlist
bg: &Плейлист

# ID_PLAY_REPEAT_AB
source: A-B (&Reset)
bg: A-B (&Изчисти)

# ID_PLAY_REPEAT_AB_MARK_A
source: A-B (Mark &A)
bg: A-B (Маркирай &A)

# ID_PLAY_REPEAT_AB_MARK_B
source: A-B (Mark &B)
bg: A-B (Маркирай &B)

# POPUP
source: &Playback Rate
bg: &Скорост на възпроизвеждане

# ID_PLAY_DECRATE
source: &Decrease Rate
bg: &Намали скоростта

# ID_PLAY_INCRATE
source: &Increase Rate
bg: &Увеличи скоростта

# ID_PLAY_RESETRATE
source: R&eset Rate
bg: В&ъзстанови скоростта

# ID_FILTERS
source: &Filters
bg: &Филтри

# ID_SHADERS
source: S&haders
bg: Ш&ейдъри

# ID_AUDIOS
source: &Audio Track
bg: &Аудио пътечка

# ID_SUBTITLES
source: Su&btitle Track
bg: Пътечка със &субтитри

# ID_VIDEO_STREAMS
source: Vide&o Track
bg: Виде&о пътечка

# POPUP
source: &Volume
bg: Сила на &звука

# ID_VOLUME_UP
source: &Up
bg: &Увеличи

# ID_VOLUME_DOWN
source: &Down
bg: &Намали

# ID_VOLUME_MUTE
source: &Mute
bg: &Заглушаване

# POPUP
source: Af&ter Playback
bg: &След изпълнение

# ID_AFTERPLAYBACK_DONOTHING
source: Do no&thing
bg: Не прави &нищо

# ID_AFTERPLAYBACK_PLAYNEXT
source: Play &next file in the folder
bg: Пусни &следващия файл в папката

# ID_AFTERPLAYBACK_MONITOROFF
source: Turn off the &monitor
bg: Изключи &монитора

# ID_AFTERPLAYBACK_EXIT
source: &Exit
bg: &Изход

# ID_AFTERPLAYBACK_STANDBY
source: &Stand By
bg: &Стендбай

# ID_AFTERPLAYBACK_HIBERNATE
source: &Hibernate
bg: &Заспиване

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
bg: Изкл&ючване

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
bg: Изх&од

# ID_AFTERPLAYBACK_LOCK
source: &Lock
bg: &Заключване

# POPUP
source: &Navigate
bg: &Навигация

# ID_NAVIGATE_SKIPBACK
source: &Previous
bg: &Предишен

# ID_NAVIGATE_SKIPFORWARD
source: &Next
bg: &Следващ

# ID_NAVIGATE_GOTO
source: &Go To...
bg: &Отиди на...

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
bg: &Заглавно меню

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
bg: &Основно меню

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
bg: &Меню за субтитри

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
bg: &Аудио меню

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
bg: Ъг&лово меню

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
bg: &Меню за глави

# ID_FAVORITES
source: F&avorites
bg: &Любими

# POPUP
source: &Help
bg: &Помощ

# ID_HELP_HOMEPAGE
source: &Home Page
bg: &Начална страница

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
bg: Провери за &актуализация

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
bg: &Ключове за команден ред

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
bg: Изтегли &снимки за лентата с инструменти

# ID_HELP_DONATE
source: &Donate
bg: Направи &дарение

# ID_HELP_ABOUT
source: &About...
bg: &Относно...
