Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_PPAGEADVANCED_FULLSCREEN_SEPARATE_CONTROLS
source: Keep main window controls visible on current monitor when going fullscreen on another monitor.
pt_br: Mantém os controles da janela principal visíveis no monitor atual quando vai pra tela cheia em outro monitor.
uk: Залишати елементи керування головного вікна видимими на поточному моніторі під час переходу до повноекранного режиму на іншому моніторі.

# IDS_PPAGEADVANCED_BLOCKRDP
source: Block use of RDP Redirection Filter
pt_br: Bloquear o uso do filtro do redirecionamento do RDP
uk: Блокувати використання фільтра перенаправлення RDP

# IDS_PPAGEADVANCED_YDL_EXEPATH
source: Full path of the Youtube-DL executable. Just the filename is enough in case it is located in same folder as MPC-HC. Leave empty to use default filename: youtube-dl.exe
pt_br: Caminho completo do executável do Youtube-DL. Apenas o nome do arquivo é suficiente no caso de estar localizado na mesma pasta que o MPC-HC. Deixe vazio pra usar o nome do arquivo padrão: youtube-dl.exe
uk: Повний шлях до виконуваного файлу Youtube-DL. Достатньо лише назви файлу, якщо він знаходиться в тому ж каталозі, що й MPC-HC. Залиште порожнім, щоб використати ім’я файлу за замовчуванням: youtube-dl.exe

# IDS_PPAGEADVANCED_YDL_SUBS_PREFERENCE
source: The language preference for loading subtitle streams extracted by Youtube-DL. If empty, no subtitles are loaded. Use ISO639-1 two letter language code(s). Example: en de es pl zh ja nl
pt_br: A preferência do idioma pra carregar fluxos de legendas extraídos pelo Youtube-DL. Se estiver vazio nenhuma legenda é carregada. Use os códigos do idioma de 2 letras( s) ISO639-1. Exemplo: en de es pl zh ja nl
uk: Налаштування мови для завантаження потоків субтитрів, витягнутих з Youtube-DL. Якщо порожньо, субтитри не завантажуються. Використовуйте двобуквенний код(и) мови ISO639-1. Приклад: ua en pl

# IDS_PPAGEADVANCED_USE_AUTOMATIC_CAPTIONS
source: Use automatic generated captions from Youtube. Note: this can cause a small delay when loading the stream.
pt_br: Use legendas geradas automaticamente do Youtube. Nota: isto pode causar um pequeno atraso quando carregar o fluxo.
uk: Використовувати автоматично створені субтитри з Youtube. Примітка: це може спричинити невелику затримку під час завантаження потоку.

# IDS_PPAGEADVANCED_USE_SMTC
source: Allow control of the player through System Media Transport Controls in Windows 8.1/10/11.
pt_br: Permitir o controle do jogador através dos controles de transporte de mídia do sistema no Windows 8.1/10/11.
uk: Дозволити керування програвачем за допомогою системного керування транспортом медіа у Windows 8.1/10/11.

# IDS_PPAGEADVANCED_LOCK_NOPAUSE
source: Do not pause playback when locking the screen.
pt_br: Não pausar a reprodução quando travar a tela.
uk: Не призупиняти відтворення під час блокування екрана.

# IDS_PPAGEADVANCED_RELOAD_AFTER_LONG_PAUSE
source: Reload video file before resuming playback if it was paused for more than X minutes. Use 0 to disable automatic file reload after pause. Use -1 to also disable reload after hibernate/sleep.
pt_br: Recarregue o arquivo de vídeo antes de resumir a reprodução se ele foi pausado por mais de X minutos. Use o 0 pra desativar a recarga automática do arquivo após a pausa. Use -1 também pra desativar a recarga após hibernar/dormir.
uk: Перезавантажує відеофайл перед поновленням відтворення, якщо його було призупинено більше ніж на X хвилин. Використовуйте 0, щоб вимкнути автоматичне перезавантаження файлу після паузи. Використовуйте -1, щоб також вимкнути перезавантаження після режиму глибокого сну.

# IDS_PPAGEADVANCED_REDIRECT_OPEN_TO_APPEND_THRESHOLD
source: If a file is opened within this amount of milliseconds after a previous file, then it will be appended to playlist instead of replacing that previous file. This redirection is required for properly handling opening of a selection of files in Explorer. A too short threshold can result in only a part of your selection being added to playlist.
pt_br: Se um arquivo é aberto dentro desta quantidade de milissegundos após um arquivo anterior ele será anexado a lista de reprodução em vez de substituir esse arquivo anterior. Este redirecionamento é requerido pra lidar adequadamente com a abertura de uma seleção de arquivos no Explorer. Um limite muito curto pode resultar em só uma parte da sua seleção sendo adicionada a lista de reprodução.
uk: Якщо файл відкривається протягом такої кількості мілісекунд після попереднього файлу, він буде доданий до списку відтворення замість заміни попереднього файлу. Це перенаправлення необхідне для правильної обробки вибору файлів у Провіднику. Занадто короткий поріг може призвести до того, що до списку відтворення буде додано лише частину вашого вибору.

# IDS_ARS_WASAPI_MODE
source: WASAPI mode:
pt_br: Modo WASAPI:
uk: Режим WASAPI:

# IDS_ARS_EXCLUSIVE
source: Exclusive
pt_br: Exclusivo
uk: Виключний

# IDS_ARS_SHARED
source: Shared
pt_br: Compartilhado
uk: Спільний

# IDS_ARS_BITEXACT_OUTPUT
source: Allow bit-exact output
pt_br: Permitir saída exata dos bits
uk: Дозволити вивід з точністю до біта

# IDS_ARS_SYSTEM_LAYOUT_CHANNELS
source: Use system layout channels
pt_br: Use canais do layout do sistema
uk: Використовувати системний вивід каналів

# IDS_ARS_SOUND_DEVICE
source: Sound Device:
pt_br: Dispositivo de Som:
uk: Звуковий пристрій:

# IDS_ARS_RELEASE_DEVICE_IDLE
source: Release device when idle
pt_br: Liberar dispositivo quando inativo
uk: Звільнити пристрій у режимі очікування

# IDS_ARS_CROSSFEED
source: Enable stereo crossfeed (for headphones)
pt_br: Ativar o crossfeed estéreo (pra fones de ouvido)
uk: Дозволити перехрещення каналів (для навушників)

# IDS_ARS_DEVICE_PERIOD
source: Device buffer:
pt_br: Buffer do dispositivo:
uk: Буфер пристрою:

# IDS_ARS_ALT_CHECK_FORMAT
source: Do not check format support
pt_br: Não verificar o suporte do formato

# IDS_ARS_DEVICE
source: Device:
pt_br: Dispositivo:
uk: Пристрій:

# IDS_ARS_MODE
source: Mode:
pt_br: Modo:
uk: Режим:

# IDS_ARS_INPUT
source: Input
pt_br: Entrada
uk: Вхід

# IDS_ARS_OUTPUT
source: Output
pt_br: Saída
uk: Вихід

# IDS_ARS_FORMAT
source: Format:
pt_br: Formato:
uk: Формат:

# IDS_ARS_SAMPLERATE
source: Sample rate:
pt_br: Taxa de Amostra:
uk: Частота дискретизації:

# IDS_ARS_CHANNELS
source: Channels:
pt_br: Canais:
uk: Канали:

# IDS_ARS_WASAPI_METHOD
source: WASAPI method:
pt_br: Método do WASAPI:
uk: Метод WASAPI:

# IDS_ARS_DUMMY_CHANNELS
source: Don't fill channels when upmixing
pt_br: Não preencher os canais quando aumentar o número deles
uk: Не заповнювати канали під час мікшування

# IDS_ARS_TIP_BITEXACT_OUTPUT
source: If possible, the audio will be sent out in its original format. Otherwise, the format specified in the system settings will be used.
pt_br: Se possível o áudio será enviado no seu formato original. Caso contrário o formato especificado nas configurações do sistema será usado.

# IDS_ARS_TIP_ALT_CHECK_FORMAT
source: The renderer will try to initialize the device skipping some checks.
pt_br: O renderizador tentará inicializar o dispositivo ignorando algumas verificações.

# IDS_FILTER_RESET_SETTINGS
source: Reset
pt_br: Resetar

# IDS_AG_DEFAULT
source: Default
pt_br: Padrão
uk: За замовчуванням

# IDS_PPAGEADVANCED_USE_MEDIAINFO_LOAD_FILE_DURATION
source: Load file duration when adding items to playlist (uses MediaInfo and results may vary)
pt_br: Carregar a duração do arquivo quando adicionar itens a lista de reprodução (usa o MediaInfo e os resultados podem variar)

# IDS_FAVDVDS
source: DVDs
uk: DVD

# IDS_PLAY_LOOPMODE_AB
source: A-B
uk: Від A до B

# IDS_STATSBAR_JITTER
source: Jitter
uk: Джіттер

# IDS_SPEED_UNIT_G
source: GB/s
uk: ГБ/с

# IDS_SUBRESYNC_CLN_UNICODE
source: Unicode
uk: Юнікод

# IDS_SUBRESYNC_ORIGINAL
source: &Original
uk: &Оригінальний

# IDD_PPAGEPLAYBACK
source: Playback
uk: Відтворення

# IDD_PPAGEPLAYER
source: Player
uk: Програвач

# IDD_PPAGEDVD
source: Playback::DVD
uk: Відтворення::DVD

# IDD_PPAGESHADERS
source: Playback::Shaders
uk: Відтворення::Шейдери

# IDD_PPAGELOGO
source: Player::Logo
uk: Програвач::Логотип

# IDS_SPEEDSTEP_AUTO
source: Auto
uk: Авто

# IDS_HW_INDICATOR
source: [H/W]
uk: [Апар. декод.]

# IDS_HOTKEY_NOT_DEFINED
source: <not defined>
uk: <не задано>

# IDS_MPLAYERC_102
source: Subresync: shift -100ms
uk: Синхронізація субтитрів: зміщення -100мс

# IDS_MPLAYERC_103
source: Subresync: shift +100ms
uk: Синхронізація субтитрів: зміщення +100мс

# IDS_DVB_CHANNEL_NUMBER
source: N
uk: Номер

# IDS_AG_FRAMES
source: Frames
uk: Кадрів

# IDS_AG_BUFFERS
source: Buffers
uk: Буферів

# IDS_MAINFRM_11
source: %s, %s %u Hz %d bits %d %s
uk: %s, %s %u Гц %d біт %d %s

# IDS_VOLUME_OSD
source: Vol: %d%%
uk: Гучн: %d%%

# IDS_AG_ZOOM_50
source: Zoom 50%
uk: Масштаб 50%

# IDS_AG_ZOOM_100
source: Zoom 100%
uk: Масштаб 100%

# IDS_AG_ZOOM_200
source: Zoom 200%
uk: Масштаб 200%

# IDS_THUMB_PIXELS
source: Pixels:
uk: Пікселів:

# IDS_AG_ZOOM_25
source: Zoom 25%
uk: Масштаб 25%

# IDS_AG_ZOOM_ADD
source: Zoom Window +
uk: Збільшити вікно

# IDS_AG_ZOOM_SUB
source: Zoom Window -
uk: Зменшити вікно

# IDS_ZOOM1
source: Zoom 1
uk: Збільшення 1

# IDS_ZOOM2
source: Zoom 2
uk: Збільшення 2

# IDS_DVB_CHANNEL_FPS
source: FPS
uk: Кадрів за секунду

# IDS_OSD_ZOOM
source: Zoom: %.0lf%%
uk: Масштаб: %.0lf%%

# IDS_OSD_ZOOM_AUTO
source: Zoom: Auto
uk: Масштаб: Автоматично

# IDS_SIZE_UNIT_BYTES
source: bytes
uk: байт

# IDS_SPEED_UNIT_K
source: KB/s
uk: КБ/с

# IDS_SPEED_UNIT_M
source: MB/s
uk: МБ/с

# IDS_SUBDL_DLG_DOWNLOADS_COL
source: Downloads
uk: Завантаження

# IDS_SUBUL_DLG_STATUS_COL
source: Status
uk: Статус

# IDS_MESSAGEBOX_OK
source: OK
uk: Гаразд

# IDS_ARS_STATUS
source: Status
uk: Статус
