Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDC_DSEVR_CUSTOM
source: Same as the EVR, but with the Allocator-Presenter of MPC-HC for subtitling and postprocessing. Recommended.
pt_br: Igual ao EVR, mas com o Allocator-Presenter do MPC-HC pra exibir legendas e pós-processamento. Recomendado.
uk: Те саме, що EVR, але з плагіном Allocator-Presenter MPC-HC для субтитрів та постобробки. Рекомендовано.

# IDC_DSMADVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
pt_br: Renderizador de alta-qualidade, requer uma GPU que suporte D3D9 ou mais recente.
uk: Високоякісний рендерер, вимагає GPU, що підтримує D3D9 або пізніший.

# IDC_DSSYNC
source: Same as the EVR (CP), but offers several options to synchronize the video frame rate with the display refresh rate to eliminate skipped or duplicated video frames.
pt_br: Igual ao EVR (CP), mas oferece várias opções pra sincronizar a taxa de frames de vídeo com a taxa de atualização da exibiçaõ pra eliminar frames de vídeo ignorados ou duplicados.
uk: Так само як і EVR (користув.), але має опції для синхронізування частоти кадрів відео з частотою поновлення екрану для уникнення пропущенних або тих, що дублюються, кадрів відео.

# IDC_REGULARSURF
source: Video surface will be allocated as a regular offscreen surface.
pt_br: A superfície de vídeo será alocada como uma superfície regular fora da tela.
uk: Поверхня для відео виділяється як звичайна поверхня за межами екрану.

# IDC_TEXTURESURF2D
source: Video surface will be allocated as a texture but still the 2d functions will be used to copy and stretch it onto the backbuffer. Requires a video card which can allocate 32-bit, RGBA, non-power-of-two sized textures and at least in the resolution of the video.
pt_br: A superfície de vídeo será alocada como uma textura mas as funções 2D ainda serão usadas pra copiar e esticar no backbuffer. Requer uma placa de vídeo que possa alocar RGBA de 32 bits, texturas de tamanho sem-poder-de-duas e pelo menos a resolução de vídeo.
uk: Поверхню для відео буде виділено як текстуру, але для копіювання та масштабування відео в зворотній буфер будуть використовуватися функції 2D. Відеокарта повинна вміти виділяти буфер текстур 32bit RGBA з розмірами не степеню 2, і не менше розміру відео.

# IDC_TEXTURESURF3D
source: Video surface will be allocated as a texture and drawn as two triangles in 3d. Antialiasing turned on at the display settings may have a bad effect on the rendering speed.
pt_br: A superficie do vídeo será alocada como uma textura e desenhada como dois triângulos em 3D. O anti-aliasing ligado nas configurações de exibição podem ter um efeito ruim na velocidade de renderização.
uk: Поверхня для відео виділяється як текстура і рендериться як два трикутники в 3D. Використання згладжування в налаштуваннях відеокарти може суттєво знизити швидкість рендерингу.

# IDC_DX9RESIZER_COMBO
source: If there is no Pixel Shader 2.0 support, simple bilinear is used automatically.
pt_br: Se não há suporte pro Pixel Shader 2.0 o bilinear simples é usado automaticamente.
uk: Якщо піксельні шейдери версії 2.0 не підтримуються, то буде використовуватись простий білінійний метод.

# IDC_DSVMR9LOADMIXER
source: Puts VMR-9 (renderless) into mixer mode, this means most of the controls on its property page will work and it will use a separate worker thread to renderer frames.
pt_br: Põe o VMR-9 (sem renderizar) no modo misturador, isto significa que a maioria dos controles na página de propriedades dele funcionarão e usarão um thread de trabalhador separado pros frames do renderizador.
uk: Переводить режим VMR-9 (renderless) в режим мікшера, тобто, більшість елементів керування на сторінці властивостей будуть функціонувати використовуючи окремий потік для рендерингу кадрів.

# IDC_DSMPCVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
pt_br: Renderizador de alta qualidade. Requer uma GPU que suporte D3D9 ou mais recente.
uk: Високоякісний засіб візуалізації, потребує графічного процесора, який підтримує D3D9 або новішої версії.

# IDS_PPAGE_OUTPUT_SYNC
source: Sync Renderer
pt_br: Sincronizar o Renderizador

# IDS_PPAGE_OUTPUT_AUD_MPC_REND
source: MPC Audio Renderer
pt_br: Renderizador do Áudio do MPC
uk: MPC аудіо рендер

# IDS_PPAGE_OUTPUT_SURF_OFFSCREEN
source: Regular offscreen plain surface
pt_br: Superfície plana regular fora da tela
uk: Прості закадрові планарні поверхні

# IDS_PPAGE_OUTPUT_SURF_2D
source: 2D surfaces
pt_br: Superfícies 2D
uk: 2D поверхні

# IDS_PPAGE_OUTPUT_SURF_3D
source: 3D surfaces (recommended)
pt_br: Superfícies 3D (recomendado)
uk: 3D поверхні (рекомендовано)

# IDS_PPAGE_OUTPUT_RESIZE_NN
source: Nearest neighbor
pt_br: Vizinho mais próximo

# IDS_PPAGE_OUTPUT_RESIZER_BICUB1
source: Bicubic A=-0.60 (PS 2.0)
pt_br: Bi-cúbico A=-0.60 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB2
source: Bicubic A=-0.75 (PS 2.0)
pt_br: Bi-cúbico A=-0.75 (PS 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB3
source: Bicubic A=-1.00 (PS 2.0)
pt_br: Bi-cúbico A=-1.00 (PS 2.0)

# IDS_PPAGE_OUTPUT_UNAVAILABLE
source: **unavailable**
pt_br: **indisponível**
uk: **недоступний**

# IDS_PPAGE_OUTPUT_UNAVAILABLEMSG
source: The selected renderer is not installed.
pt_br: O renderizador selecionado não está instalado.
uk: Вибраний рендерер не встановлено.

# IDS_PPAGE_OUTPUT_AUD_NULL_COMP
source: Null (anything)
pt_br: Nulo (qualquer coisa)
uk: Null (стиснений)

# IDS_PPAGE_OUTPUT_AUD_NULL_UNCOMP
source: Null (uncompressed)
pt_br: Nulo (descomprimido)
uk: Null (нестиснений)

# IDS_PPAGE_OUTPUT_AUD_INTERNAL_REND
source: SaneAR Audio Renderer
pt_br: Renderizador de Áudio SaneAR
uk: SaneAR аудіо рендер

# IDS_EMB_RESOURCES_VIEWER_NAME
source: Name
pt_br: Nome
uk: Назва

# IDS_EMB_RESOURCES_VIEWER_TYPE
source: MIME Type
pt_br: Tipo de MIME
uk: MIME-тип

# IDS_EMB_RESOURCES_VIEWER_INFO
source: In order to view an embedded resource in your browser you have to enable the web interface. Use the "Save As" button if you only want to save the information.
pt_br: De modo a visualizar um recurso embutido no seu navegador você tem que ativar a interface da web. Use o botão "Salvar Como" se você só quer salvar a informação.
uk: Для відображення вбудованих ресурсів у браузері вам необхідно ввімкнути веб-інтерфейс. Використовуйте пункт "Зберегти як", якщо ви хочете зберегти лише інформацію.

# IDS_SUBTITLES_DOWNLOAD
source: Download Subtitles...
pt_br: Baixar Legendas...
uk: Завантажити субтитри...

# IDS_SUBFILE_DELAY
source: Delay (ms):
pt_br: Atraso (ms):
uk: Затримка (мс):

# IDS_EXPORT_SETTINGS_NO_KEYS
source: There are no customized keys to export.
pt_br: Não há teclas personalizadas pra exportar.
uk: Немає жодних налаштованих клавіш для експорту.

# IDS_RFS_NO_FILES
source: No media files found in the archive
pt_br: Não foram achados arquivos de mídia no arquivo compactado
uk: Жодного медіафайла не знайдено в архіві

# IDS_RFS_COMPRESSED
source: Compressed files are not supported
pt_br: Arquivos comprimidos não são suportados
uk: Стиснуті файли не підтримуються

# IDS_RFS_ENCRYPTED
source: Encrypted files are not supported
pt_br: Arquivos criptografados não são suportados
uk: Зашифровані файли не підтримуються

# IDS_RFS_MISSING_VOLS
source: Couldn't find all archive volumes
pt_br: Não pôde achar todos os volumes do arquivo compactado
uk: Не вдалося знайти всі томи архіва

# IDC_FULLSCREEN_MONITOR_CHECK
source: Reduces tearing but prevents the toolbar from being shown.
pt_br: Reduz o rasgo mas impede a barra de tarefas de ser mostrada.
uk: Зменшує дрижання, проте перешкоджає відображенню панелі інструментів.

# IDC_DSVMR9ALTERNATIVEVSYNC
source: Reduces tearing by bypassing the default VSync built into D3D.
pt_br: Reduz o rasgo contornando o VSync padrão embutido no D3D.
uk: Зменшує дрижання за допомогою пропуску типового VSync, що є в складі D3D.

# IDS_NAVIGATE_TUNERSCAN
source: Tuner scan
pt_br: Sintonizador
uk: Налаштування тюнера

# IDS_SUBTITLES_ERROR
source: Subtitles are not loaded or unsupported renderer.
pt_br: As legendas não foram carregadas ou renderizador não suportado.
uk: Субтитри не завантажені або використовується непідтримуваний рендерер.

# IDC_CACHESHADERS
source: Stores compiled shaders in local AppData to speed up load time.
pt_br: Armazena os shaders compilados no AppData local pra acelerar o tempo de carregamento.
uk: Зберігати скомпільовані шейдери в локальній AppData, щоб прискорити час завантаження.

# IDS_SRC_VTS
source: Open VTS_xx_0.ifo to load VTS_xx_x.vob files in one piece
pt_br: Abre o VTS_xx_0.ifo pra carregar todos os arquivos VTS_xx_x.vob de uma só vez
uk: Відкриває файли VTS_xx_0.ifo для завантаження набору VTS_xx_x.vob

# IDS_SRC_RFS
source: Based on RARFileSource, doesn't support compressed files
pt_br: Baseado no RARFileSource, não suporta arquivos comprimidos
uk: Базується на RARFileSource, не підтримує стиснутих файлів

# IDS_INTERNAL_LAVF
source: Uses LAV Filters
pt_br: Usa Filtros LAV
uk: Використовує LAV Filters

# IDS_INTERNAL_LAVF_WMV
source: Uses LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
pt_br: Usa Filtros LAV. Desativado por padrão já que os filtros da Microsoft são geralmente mais estáveis pra esses formatos. Se você escolher usar os filtros internos, ative-os para que ambos, a fonte e a decodificação tenham uma melhor experiência de playback.
uk: Використовує LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.

# IDS_AG_OPEN_FILE_LOCATION
source: Open File Location
pt_br: Abrir Local do Arquivo
uk: Розташування відкритого файла

# IDS_AG_TOGGLE_NAVIGATION
source: Toggle Navigation Bar
pt_br: Alternar Barra de Navegação
uk: Ввімк./Вимк. панель навігації

# IDS_AG_VSYNCACCURATE
source: Accurate VSync
pt_br: VSync Preciso
uk: Точний VSync

# IDC_CHECK_RELATIVETO
source: If the rendering target is left undefined, it will be inherited from the default style.
pt_br: Se o alvo de renderização é deixado não definidó, ele será herdado do estilo padrão.
uk: Якщо ціль рендерингу залишилась невизначеною, вона буде успадкована від стандартного стилю.

# IDC_CHECK_NO_SUB_ANIM
source: Disallow subtitle animation. Enabling this option will lower CPU usage. You can use it if you experience flashing subtitles.
pt_br: Não permitir animação da legenda. Ativar esta opção baixará o uso da CPU. Você pode usá-lo se você experimentar legendas que pisquem.
uk: Заборонити анімацію субтитрів. Ввімкнення цієї опції зменшить використання ресурсів ЦП. Ви можете використовувати її якщо спостерігаєте мигтіння субтитрів.

# IDC_SUBPIC_TO_BUFFER
source: Increasing the number of buffered subpictures should in general improve the rendering performance at the cost of a higher video RAM usage on the GPU.
pt_br: Aumentar o número de sub-imagens no buffer deve em geral melhorar a performance da renderização a custo de um uso de RAM de vídeo maior na GPU.
uk: Збільшення числа фрагментів субтитрів в буфері повинно в цілому покращити продуктивність рендерингу, але за рахунок більшого використання відеопам'яті GPU.

# IDC_BUTTON_EXT_SET
source: After clicking this button, the checked state of the format group will reflect the actual file association for MPC-HC. A newly added extension will usually make it grayed, so don't forget to check it again before closing this dialog!
pt_br: Após clicar neste botão o estado verificado do grupo do formato refletirá na associação atual dos arquivos do MPC-HC. Uma extensão recém adicionada geralmente aparecerá em cinza, então não esqueça de marcá-la de novo antes de fechar este diálogo!
uk: Після натискання цієї кнопки, відмітки вибору групи форматів будуть встановлені відповідно до наявних асоціацій файлів для MPC-HC. Щойно додані роширення зазвичай будуть помічатися "сірим", тому не забувайте виділити їх знову перед закриттям вікна!

# IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Disabling this option will prevent the subtitles from blinking but it may cause the video renderer to skip some video frames.
pt_br: Desativar esta opção impedirá as legendas de piscarem mas pode fazer o renderizador de vídeo ignorar alguns frames de vídeo.
uk: Вимкнення цієї опції запобіжить мигтінню субтитрів, але може спричнити пропуск кадрів рендерером відео.

# ID_PLAY_PLAY
source: Play Play
pt_br: Reproduzir Reproduzir
uk: Відтворення Відтворення

# ID_PLAY_PAUSE
source: Pause Pause
pt_br: Pausa Pausa
uk: Пауза Пауза

# ID_PLAY_STOP
source: Stop Stop
pt_br: Parar Parar
uk: Стоп Стоп

# ID_PLAY_FRAMESTEP
source: Step Step
pt_br: Pular Pular
uk: Крок Крок

# ID_PLAY_DECRATE
source: Decrease speed Decrease speed
pt_br: Diminuir velocidade Diminuir velocidade
uk: Повільніше Повільніше

# ID_PLAY_INCRATE
source: Increase speed Increase speed
pt_br: Aumentar velocidade Aumentar velocidade
uk: Швидше Швидше

# ID_VOLUME_MUTE
source: Mute
pt_br: Mudo
uk: Вимкнути звук

# ID_VOLUME_MUTE_OFF
source: Unmute
pt_br: Desfazer o mudo
uk: Ввімкнути звук

# ID_VOLUME_MUTE_DISABLED
source: No audio
pt_br: Sem áudio
uk: Без звуку

# ID_NAVIGATE_SKIPBACK
source: Skip back Skip back
pt_br: Voltar Voltar
uk: Крок назад Крок назад

# ID_NAVIGATE_SKIPFORWARD
source: Skip forward Skip forward
pt_br: Avançar Avançar
uk: Крок вперед Крок вперед

# IDS_FAVORITES_ADD
source: &Add to Favorites...
pt_br: &Adicionar aos Favoritos...
uk: &Додати...

# IDS_FAVORITES_ORGANIZE
source: Organize Favorites...
pt_br: Organizar Favoritos...
uk: Упорядкувати вибране...

# IDS_PLAYLIST_SHUFFLE
source: Sh&uffle
pt_br: Mis&turar
uk: У &випадковому порядку

# IDS_PLAYLIST_SHOWFOLDER
source: Ope&n file location
pt_br: Abri&r local do arquivo
uk: Відкрити &місцерозташування файла

# IDS_CONTROLS_CLOSING
source: Closing...
pt_br: Fechando...
uk: Закриття...

# IDS_CONTROLS_PLAYING
source: Playing
pt_br: Reproduzindo
uk: Відтворення

# IDS_CONTROLS_PAUSED
source: Paused
pt_br: Pausado
uk: Пауза

# IDS_AG_EDL_NEW_CLIP
source: EDL new clip
pt_br: Novo Clip EDL
uk: EDL новий кліп

# IDS_RECENT_FILES_CLEAR
source: &Clear list
pt_br: &Limpar lista
uk: Очистити

# IDS_RECENT_FILES_QUESTION
source: Are you sure that you want to delete recent files list?
pt_br: Você tem certeza que você quer apagar a lista de arquivos recentes?
uk: Дійсно очистити список нещодавно відкритих файлів ?

# IDS_AG_EDL_SAVE
source: EDL save
pt_br: Salvar EDL
uk: EDL зберегти

# IDS_AG_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time Correction
pt_br: Ativar Correção do Tempo dos Frames
uk: Корекція часу кадру

# IDS_AG_TOGGLE_EDITLISTEDITOR
source: Toggle EDL window
pt_br: Alternar janela do EDL
uk: Ввімк./Вимк. редактор списка відтворення

# IDS_AG_EDL_IN
source: EDL set In
pt_br: EDL situado por Dentro
uk: EDL час початку

# IDS_AG_EDL_OUT
source: EDL set Out
pt_br: EDL situado por Fora
uk: EDL час закінчення

# IDS_AG_PNS_ROTATEX_M
source: Video Frame Rotate X-
pt_br: Rotação do Frame do Vídeo X-

# IDS_AG_PNS_ROTATEY_P
source: Video Frame Rotate Y+
pt_br: Rotação do Frame do Vídeo Y+

# IDS_AG_PNS_ROTATEY_M
source: Video Frame Rotate Y-
pt_br: Rotação do Frame do Vídeo Y-

# IDS_AG_PNS_ROTATEZ_P
source: Video Frame Rotate Z+
pt_br: Rotação do Frame do Vídeo Z+

# IDS_AG_PNS_ROTATEZ_M
source: Video Frame Rotate Z-
pt_br: Rotação do Frame do Vídeo Z-

# IDS_AG_TEARING_TEST
source: Tearing Test
pt_br: Teste de rasgo
uk: Тест дрижання

# IDS_SCALE_16_9
source: Scale to 16:9 TV,%.3f,%.3f,%.3f,%.3f
pt_br: Escalar pra 16:9 TV,%.3f,%.3f,%.3f,%.3f
uk: Масштабувати до 16:9 TV,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_WIDESCREEN
source: Zoom to Widescreen,%.3f,%.3f,%.3f,%.3f
pt_br: Zoom pra Widescreen,%.3f,%.3f,%.3f,%.3f
uk: Збільшити до Widescreen,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_ULTRAWIDE
source: Zoom to Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
pt_br: Zoom pra Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
uk: Збільшити до Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f

# IDS_PLAYLIST_HIDEFS
source: &Hide on Fullscreen
pt_br: &Ocultar em tela cheia
uk: &Приховувати якщо 'На весь екран'

# IDS_CONTROLS_STOPPED
source: Stopped
pt_br: Parado
uk: Зупинено

# IDS_CONTROLS_BUFFERING
source: Buffering... (%d%%)
pt_br: Armazenando no buffer... (%d%%)
uk: Буферизація... (%d%%)

# IDS_CONTROLS_CAPTURING
source: Capturing...
pt_br: Capturando...
uk: Йде запис...

# IDS_CONTROLS_OPENING
source: Opening...
pt_br: Abrindo...
uk: Відкривається...

# IDS_CONTROLS_CLOSED
source: Closed
pt_br: Fechado
uk: Закрито

# IDS_SUBTITLES_OPTIONS
source: &Options...
pt_br: &Opções...
uk: &Опції...

# IDS_SUBTITLES_STYLES
source: &Styles...
pt_br: &Estilos...
uk: &Стилі...

# IDS_SUBTITLES_RELOAD
source: &Reload
pt_br: &Recarregar
uk: &Перечитати

# IDS_SUBTITLES_ENABLE
source: &Enable
pt_br: &Ativar
uk: &Ввімкнути

# IDS_PANSCAN_EDIT
source: &Edit...
pt_br: Editar...
uk: Змінити...

# IDS_INFOBAR_TITLE
source: Title
pt_br: Título
uk: Назва

# IDS_INFOBAR_AUTHOR
source: Author
pt_br: Autor
uk: Автор

# IDS_INFOBAR_COPYRIGHT
source: Copyright
pt_br: Direitos autorais
uk: Права

# IDS_INFOBAR_RATING
source: Rating
pt_br: Classificação
uk: Рейтинг

# IDS_INFOBAR_DESCRIPTION
source: Description
pt_br: Descrição
uk: Опис

# IDS_INFOBAR_DOMAIN
source: Domain
pt_br: Domínio
uk: Область

# IDS_AG_CLOSE
source: Close
pt_br: Fechar
uk: Закрити

# IDS_AG_NONE
source: None
pt_br: Nenhum
uk: Ні

# IDS_AG_COMMAND
source: Command
pt_br: Comando
uk: Команда

# IDS_AG_KEY
source: Key
pt_br: Tecla
uk: Клавіша

# IDS_AG_MOUSE
source: Mouse Windowed
pt_br: Mouse na Janela
uk: Миша - віконний режим

# IDS_AG_MOUSE_FS
source: Mouse Fullscreen
pt_br: Mouse em Tela Cheia
uk: Миша - повноекранний режим

# IDS_AG_APP_COMMAND
source: App Command
pt_br: Comando do App
uk: Команда додатку

# IDS_AG_MEDIAFILES
source: Media files (all types)
pt_br: Arquivos de mídias (todos os tipos)
uk: Медіафайли (всі типи)

# IDS_AG_ALLFILES
source: All files (*.*)|*.*|
pt_br: Todos os arquivos (*.*)|*.*|
uk: Всі файли (*.*)|*.*|

# IDS_AG_AUDIOFILES
source: Audio files (all types)
pt_br: Arquivos de áudio (todos os tipos)
uk: Аудіофайли (всі типи)

# IDS_AG_NOT_KNOWN
source: Not known
pt_br: Desconhecido
uk: Невідомий

# IDS_MPLAYERC_0
source: Quick Open File
pt_br: Abrir Arquivo Rapidamente
uk: Швидко відкрити файл

# IDS_AG_OPEN_FILE
source: Open File/URL
pt_br: Abrir Arquivo/URL
uk: Відкрити файл/посилання

# IDS_AG_OPEN_DVD
source: Open DVD/BD
pt_br: Abrir DVD/BD
uk: Відкрити DVD/BD

# IDS_MAINFRM_POST_SHADERS_FAILED
source: Failed to set post-resize shaders
pt_br: Falhou em definir os shaders do pós-redimensionamento
uk: Не вдалося встановити після-масштабов. шейдери

# IDS_MAINFRM_BOTH_SHADERS_FAILED
source: Failed to set both pre-resize and post-resize shaders
pt_br: Falhou em definir ambos: os shaders do pré e pós-redimensionamento
uk: Не вдалося встановити як перед- так і після-масштабов. шейдери

# IDS_DEBUGSHADERS_FIRSTRUN_MSG
source: Shaders are recompiled automatically when the corresponding files are modified.
pt_br: Os shaders são recompilados automaticamente quando os arquivos correspondentes são modificados.
uk: Шейдери перекомпільовуються автоматично при змінах до відповідних файлів.

# IDS_SHADER_DLL_ERR_0
source: Cannot load %s, pixel shaders will not work.
pt_br: Não pôde carregar o %s os shaders dos pixels não funcionarão.
uk: Не можливо завантажити %s, піксельні шейдери не будуть працювати.

# IDS_SHADER_DLL_ERR_1
source: Cannot find necessary function entry points in %s, pixel shaders will not work.
pt_br: Não pôde achar pontos de entrada da função necessários em %s, os shaders dos pixels não funcionarão.
uk: Не можливо знайти необхідні точки входу функції в %s, піксельні шейдери не будуть працювати.

# IDS_OSD_SHADERS_PRESET
source: Shader preset: %s
pt_br: Shader pré-definido: %s
uk: Профіль шейдера: %s

# IDS_AG_SHADERS_PRESET_NEXT
source: Next Shader Preset
pt_br: Próximo shader pré-definido
uk: Наступний профіль шейдера

# IDS_AG_SHADERS_PRESET_PREV
source: Prev Shader Preset
pt_br: Shader Pré-Definido Anterior
uk: Попередній профіль шейдера

# IDS_RECORD_START
source: Record
pt_br: Gravar
uk: Запис

# IDS_RECORD_STOP
source: Stop
pt_br: Parar
uk: Зупинити

# IDS_BALANCE
source: L = R
pt_br: E = D
uk: Л = П

# IDS_BALANCE_L
source: L +%d%%
pt_br: E +%d%%
uk: Л +%d%%

# IDS_BALANCE_R
source: R +%d%%
pt_br: D +%d%%
uk: П +%d%%

# IDS_PLAYLIST_ADDFOLDER
source: Add containing &folder
pt_br: Adicionar pasta &contêiner
uk: Додати інші файли з теки файла

# IDS_TOOLTIP_SOFTWARE_DECODING
source: Software Decoding
pt_br: Decodificação por Software
uk: Програмне декодування

# IDS_STATSBAR_PLAYBACK_RATE
source: Playback rate
pt_br: Velocidade do playback
uk: Швидкість відтворення

# IDS_FILTERS_COPY_TO_CLIPBOARD
source: &Copy filters list to clipboard
pt_br: &Copiar a lista de filtros pra área de transferência
uk: &Копіювати список фільтрів до буферу обміну

# IDS_CREDENTIALS_SERVER
source: Enter server credentials
pt_br: Insira as credenciais do servidor
uk: Введіть облікові дані для сервера

# IDS_CREDENTIALS_CONNECT
source: Enter your credentials to connect
pt_br: Insira suas credenciais pra conectar
uk: Введіть ваші облікові дані для з'єднання

# IDS_SUB_SAVE_EXTERNAL_STYLE_FILE
source: Save custom style
pt_br: Salvar estilo personalizado
uk: Зберегти користув. стиль

# IDS_CONTENT_EDUCATION_SCIENCE
source: Education/Science/Factual topics
pt_br: Tópicos Educacionais/Cientificos/Factuais
uk: Освіта/Наука/Загальні теми

# IDS_PPAGEADVANCED_HIDE_WINDOWED
source: Hides controls and panels also in windowed mode.
pt_br: Oculta os controles e painéis também no modo de janela.
uk: Приховувати елементи керування і панелі також і в віконному режимі.

# IDS_PPAGEADVANCED_BLOCK_VSFILTER
source: Prevent external subtitle renderer to be loaded when internal is in use.
pt_br: Impede o renderizador externo de legendas a ser carregado quando a interna estiver em uso.
uk: Не дає завантажуватись зовнішньому рендереру субтитрів коли використовується внутрішній.

# IDS_PPAGEADVANCED_COL_NAME
source: Name
pt_br: Nome
uk: Назва

# IDS_PPAGEADVANCED_COL_VALUE
source: Value
pt_br: Valor
uk: Значення

# IDS_PPAGEADVANCED_RECENT_FILES_NUMBER
source: Maximum number of files shown in the "Recent files" menu and for which the position is potentially saved.
pt_br: Número máximo de arquivos mostrados no menu "Arquivos recentes" e para os quais a posição é potencialmente salva.
uk: Максимальна кількість файлів, що відображаються в меню "Нещодавно відкриті файли" і тих, для яких збережена позиція відтворення.

# IDS_PPAGEADVANCED_FILE_POS_LONGER
source: Remember file position only for files longer than N minutes.
pt_br: Lembrar da posição do arquivo só pra arquivos com mais de N minutos.
uk: Запам'ятовувати позицію тільки для файлів, тривалість яких більша за N хвилин.

# IDS_PPAGEADVANCED_FILE_POS_AUDIO
source: Remember file position also for audio files.
pt_br: Lembrar da posição do arquivo também em arquivos de áudio.
uk: Запам'ятовувати позицію і для аудіофайлів.

# IDS_AFTER_PLAYBACK_DO_NOTHING
source: Do Nothing
pt_br: Não fazer nada
uk: Нічого не робити

# IDS_AFTER_PLAYBACK_PLAY_NEXT
source: Play next file in the folder
pt_br: Reproduzir o próximo arquivo na pasta
uk: Відтворити наступний файл у теці

# IDS_AFTER_PLAYBACK_REWIND
source: Rewind current file
pt_br: Rebobinar o arquivo atual
uk: Повторно відтворити поточний файл

# IDS_AFTER_PLAYBACK_CLOSE
source: Close
pt_br: Fechar
uk: Закрити

# IDS_AFTER_PLAYBACK_EXIT
source: Exit
pt_br: Sair
uk: Вихід

# IDS_AFTER_PLAYBACK_MONITOROFF
source: Turn off the monitor
pt_br: Desligar o monitor
uk: Вимкнути монітор

# IDS_IMAGE_JPEG_QUALITY
source: JPEG Image
pt_br: Imagem JPEG
uk: Зображення JPEG

# IDS_IMAGE_QUALITY
source: Quality (%):
pt_br: Qualidade (%):
uk: Якість (%):
