Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: bg

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
bg: Разреши достъп само от локалния хост

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
bg: Разреши преглед

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
bg: Изведи информация за дебъг

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
bg: Показване на страници от:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
bg: Преглед...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
bg: Разположи...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
bg: Страница по подразбиране:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
bg: CGI манипулатори: (.ext1=path1;.ext2=path2;...)

# IDD_SUBTITLEDL_DLG_CAPTION
source: Download subtitles
bg: Изтегли субтитри

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
bg: Замяна на текущо заредените субтитри

# IDD_SUBTITLEDL_DLG_IDOK
source: Download
bg: Изтегляне

# IDD_SUBTITLEDL_DLG_IDC_BUTTON1
source: Refresh
bg: Обновяване

# IDD_SUBTITLEDL_DLG_IDC_BUTTON2
source: Abort
bg: Прекъсване

# IDD_SUBTITLEDL_DLG_IDC_BUTTON3
source: Options
bg: Опции

# IDD_SUBTITLEDL_DLG_IDC_BUTTON4
source: Search
bg: Търсене

# IDD_SUBTITLEUP_DLG_CAPTION
source: Upload subtitles
bg: Качване на субтитри

# IDD_SUBTITLEUP_DLG_IDOK
source: Upload
bg: Качи

# IDD_SUBTITLEUP_DLG_IDC_BUTTON1
source: Abort
bg: Прекратяване

# IDD_SUBTITLEUP_DLG_IDC_BUTTON2
source: Options
bg: Опции

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
bg: Запиши като...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
bg: Цветови контроли (за VMR-9, EVR и madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
bg: Яркост

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
bg: Контраст

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
bg: Оттенък

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
bg: Насищане

# IDD_PPAGEMISC_IDC_RESET
source: Reset
bg: Изчисти

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
bg: Проверка за актуализация

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
bg: Включи автоматична проверка за актуализации

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
bg: Провери всеки:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
bg: ден(дни)

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
bg: Управление на настройките

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
bg: Изчисти

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
bg: Запази

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
bg: Запази рег. ключове

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
bg: Сканиране на тунер

# IDD_TUNER_SCAN_ID_START
source: Start
bg: Старт

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
bg: Отказ

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
bg: Нач. честота

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
bg: Трафик

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
bg: Кр. честота

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
bg: Игнорирай шифрованите канали

# IDD_TUNER_SCAN_ID_SAVE
source: Save
bg: Запиши

# IDD_TUNER_SCAN_IDC_STATIC
source: S
bg: С

# IDD_TUNER_SCAN_IDC_STATIC
source: Q
bg: К

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
bg: Използване на отместване

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
bg: Устройство по подразбиране

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
bg: Аналогово

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
bg: Цифрово

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
bg: Аналогови настройки

# IDD_PPAGECAPTURE_IDC_STATIC1
source: Video
bg: Видео

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
bg: Аудио

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
bg: Държава

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
bg: Цифрови настройки (BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
bg: Доставчик на мрежата

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
bg: Тунер

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
bg: Приемник

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
bg: Подход на превключване на каналите:

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
bg: Повторно създаване на филтърна графика

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
bg: Спри филтърна графика

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
bg: Синхр. на видеото с дисплея

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
bg: Настройване на честотата:

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
bg: Синхр. на дисплея с видеото

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
bg: Настройване на честотата:

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
bg: редове

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
bg: колони

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
bg: Присъстващи в най-близкия VSync

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
bg: Компенсация на целта на синхр.:

# IDD_PPAGESYNC_IDC_STATIC6
source: ms
bg: мсек

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
bg: Контролни граници:

# IDD_PPAGESYNC_IDC_STATIC9
source: ms
bg: мсек

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
bg: Промените ще имат ефект след затваряне и рестартиране на плейъра.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
bg: Стартиране на файлове на цял екран

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
bg: Скриване на контролите на цял екран

# IDD_PPAGEFULLSCREEN_IDC_STATIC1
source: ms
bg: мсек

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
bg: Скриване на закачени панели

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
bg: Изход от цял екран след края на възпроизвеждането

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
bg: Монитор на цял екран

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
bg: Ползвай автом. смяна на режима на монитора на цял екран

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
bg: Доб.

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
bg: Изтр.

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
bg: Горе

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
bg: Долу

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
bg: Задай режим по подразбиране при изход от цял екран

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
bg: Възстанови резолюцията при изход на програмата

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
bg: Забавяне

# IDD_PPAGEFULLSCREEN_IDC_STATIC2
source: s
bg: с

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
bg: Инфо

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
bg: Сканиране

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
bg: Предпочитай пътечки със субтитри, които са задължителни и/или по подразбиране

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
bg: Предпочитай външни субтитри пред вградените

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
bg: Игнорирай вградените субтитри

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
bg: Пътища за автоматично зареждане

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
bg: Изчисти

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online search, download and upload subtitles
bg: Онлайн търсене, изтегляне и качване на субтитри

# IDD_PPAGESUBMISC_IDC_CHECK4
source: Automatically search and download subtitles if none are found locally
bg: Автоматично търсене и изтегляне на субтитри ако не са намерени локални такива

# IDD_PPAGESUBMISC_IDC_CHECK5
source: Prefer subtitles for hearing impaired (when indicated by subtitles provider)
bg: Предпочитай субтитри за увреден слух (когато са посочени от доставчика)

# IDD_PPAGESUBMISC_IDC_STATIC1
source: Ignore files containing any of the following word(s):
bg: Игнорирай файлове съдържащи някоя от тези думи:

# IDD_PPAGESUBMISC_IDC_STATIC
source: Languages in order of preference:
bg: Езици по ред на предпочитание:

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
bg: Проверка за актуализация

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
bg: &Изтегли сега

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
bg: Напомни ми &по-късно

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
bg: &Игнорирай тази актуализация

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
bg: Шейдерите съдържат специални ефекти които могат да бъдат добавени към процеса на видео рендиране.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
bg: Добавяне на шейдър файл

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
bg: Премахни

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
bg: Добави преди оразмеряване

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
bg: Добави след оразмеряване

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
bg: Шейдър шаблони

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
bg: Зареди

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
bg: Запиши

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
bg: Изтрий

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
bg: Активни шейдъри преди оразмеряване

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
bg: Активни шейдъри след оразмеряване

# IDD_PPAGESHADERS_IDC_STATIC5
source: MPC-VR does not support pre-resize shaders. It will run them after resize, before the post-resize shaders.
bg: MPC-VR не поддържа пре-оразм. шейдъри. Той ще ги изпълни след преоразмеряване преди пост-оразм. шейдъри.

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
bg: Дебъг шейдъри

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
bg: Дебъг информация

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
bg: Разширени настройки не редактирайте освен ако не знаете какво правите.

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
bg: Вярно

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
bg: Невярно

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
bg: По подразбиране

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Device
bg: Устройство

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
bg: Ексклузивен режим

# IDD_PPAGEAUDIORENDERER_IDC_CHECK2
source: Allow bitstreaming
bg: Разреши bitstreaming

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Options
bg: Опции

# IDD_PPAGEAUDIORENDERER_IDC_CHECK3
source: Enable stereo crossfeed (for headphones)
bg: Разреши кръстосване на стерео каналите (за слушалки)

# IDD_PPAGEAUDIORENDERER_IDC_STATIC1
source: Cut-off:
bg: Срез:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
bg: Ниво:

# IDD_PPAGEAUDIORENDERER_IDC_CHECK4
source: Ignore system channel mixer (always ignored in exclusive WASAPI mode)
bg: Игнорирай системния миксер (винаги се игнорира в ексклузивен WASAPI режим)

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: Note
bg: Бележка

# IDD_PPAGEAUDIORENDERER_IDC_STATIC
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
bg: За намаляване изкривяванията на звука, се препоръчва да поддържате силата на звука на около 85%, когато пускате силно съдържание кодирано със загуба.

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
bg: JPEG качество:

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
bg: Помощ за команден ред

# IDD_CMD_LINE_HELP_IDOK
source: OK
bg: Да

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
bg: Доклад за сривове

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
bg: Съжаляваме, изглежда, че MPC-HC току-що се срина. :(

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
bg: Изпратете ни доклад, за да ни помогнете да установим и разрешим проблема.

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
bg: Допълнителна информация

# IDD_CRASH_REPORTER_IDC_STATIC2
source: Email:
bg: Имейл:

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
bg: Въвеждането на имейл адрес е по желание; ще бъде използван само ако разработчиците трябва да се свържат с вас.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
bg: Описание на проблема (пишете само на английски):

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
bg: Рестартирай MPC-HC

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
bg: Изход на MPC-HC
