Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_OSD_RS_INPUT_TYPE_SD_NTSC
source: Input Type: SDTV NTSC
pt_br: Tipo de Entrada dos Dados: SDTV NTSC
uk: Вхідний тип: SDTV NTSC

# IDS_OSD_RS_INPUT_TYPE_SD_PAL
source: Input Type: SDTV PAL
pt_br: Tipo de Entrada dos Dados: SDTV PAL
uk: Вхідний тип: SDTV PAL

# IDS_OSD_RS_AMBIENT_LIGHT_BRIGHT
source: Ambient Light: Bright (2.2 Gamma)
pt_br: Luz Ambiente: Brilhante (Gamma 2.2)
uk: Розсіяне освітлення: Яскраво (2.2 Гамма)

# IDS_OSD_RS_AMBIENT_LIGHT_DIM
source: Ambient Light: Dim (2.35 Gamma)
pt_br: Luz Ambiente: Fraca (Gamma 2.35)
uk: Розсіяне освітлення: Тьмяно (2.35 Гамма)

# IDS_OSD_RS_AMBIENT_LIGHT_DARK
source: Ambient Light: Dark (2.4 Gamma)
pt_br: Luz Ambiente: Escura (Gamma 2.4)
uk: Розсіяне освітлення: Темно (2.4 Гамма)

# IDS_OSD_RS_REND_INTENT_PERCEPT
source: Rendering Intent: Perceptual
pt_br: Intenção da Renderização: Perceptivo
uk: Призначення рендерингу: По сприйняттю

# IDS_OSD_RS_REND_INTENT_RELATIVE
source: Rendering Intent: Relative Colorimetric
pt_br: Intenção da Renderização: Colorimétrico
uk: Призначення рендерингу: Відносна колориметрія

# IDS_OSD_RS_REND_INTENT_SATUR
source: Rendering Intent: Saturation
pt_br: Intenção da Renderização: Saturação
uk: Призначення рендерингу: Насиченість

# IDS_OSD_RS_REND_INTENT_ABSOLUTE
source: Rendering Intent: Absolute Colorimetric
pt_br: Intenção da Renderização: Colorimétrico Absoluto
uk: Призначення рендерингу: Абсолютна колориметрія

# IDS_OSD_RS_OUTPUT_RANGE
source: Output Range: %s
pt_br: Faixa de Saída dos Dados: %s
uk: Вихідний діапазон: %s

# IDS_OSD_RS_FLUSH_BEF_VSYNC_ON
source: Flush GPU before VSync: On
pt_br: Esvaziar a GPU antes do VSync: Ligado
uk: Заповнювати GPU перед VSync: Ввімк.

# IDS_OSD_RS_FLUSH_BEF_VSYNC_OFF
source: Flush GPU before VSync: Off
pt_br: Esvaziar a GPU antes do VSync: Desligado
uk: Заповнювати GPU перед VSync: Вимк.

# IDS_OSD_RS_FLUSH_AFT_PRES_ON
source: Flush GPU after Present: On
pt_br: Esvaziar a GPU após a Apresentação: Ligado
uk: Заповнювати GPU після Present: Ввімк.

# IDS_OSD_RS_FLUSH_AFT_PRES_OFF
source: Flush GPU after Present: Off
pt_br: Esvaziar a GPU após a Apresentação: Desligado
uk: Заповнювати GPU після Present: Вимк.

# IDS_OSD_RS_WAIT_ON
source: Wait for GPU Flush: On
pt_br: Esperar a Descarga da GPU: Ligado
uk: Чекати на заповнення GPU: Ввімк.

# IDS_OSD_RS_WAIT_OFF
source: Wait for GPU Flush: Off
pt_br: Esperar a Descarga da GPU: Desligado
uk: Чекати на заповнення GPU: Вимк.

# IDS_OSD_RS_D3D_FULLSCREEN_ON
source: D3D Fullscreen: On
pt_br: D3D em Tela Cheia: Ligado
uk: D3D Повноекранний: Увімк.

# IDS_OSD_RS_D3D_FULLSCREEN_OFF
source: D3D Fullscreen: Off
pt_br: D3D em Tela Cheia: Desligado
uk: D3D Повноекранний: Вимк.

# IDS_OSD_RS_NO_DESKTOP_COMP_ON
source: Disable desktop composition: On
pt_br: Desativar composição da área de trabalho: Ligado
uk: Вимкнути ефекти робочого столу: Ввімк.

# IDS_OSD_RS_NO_DESKTOP_COMP_OFF
source: Disable desktop composition: Off
pt_br: Desativar composição da área de trabalho: Desligado
uk: Вимкнути ефекти робочого столу: Вимк.

# IDS_OSD_RS_ALT_VSYNC_ON
source: Alternative VSync: On
pt_br: VSync Alternativa: Ligado
uk: Альтернативна VSync: Ввімк.

# IDS_OSD_RS_ALT_VSYNC_OFF
source: Alternative VSync: Off
pt_br: VSync Alternativa: Desligado
uk: Альтернативна VSync: Вимк.

# IDS_OSD_RS_RESET_DEFAULT
source: Renderer settings reset to default
pt_br: Configurações do renderizador resetadas para o padrão
uk: Відновити звичайні налаштування рендерера

# IDS_OSD_RS_RESET_OPTIMAL
source: Renderer settings reset to optimal
pt_br: Configurações do renderizador resetadas para o otimizado
uk: Відновити оптимальні налаштування рендерера

# IDS_OSD_RS_D3D_FS_GUI_SUPP_ON
source: D3D Fullscreen GUI Support: On
pt_br: Suporte a GUI em Tela Cheia do D3D: Ligado
uk: D3D Повноекранний з GUI: Увімк.

# IDS_OSD_RS_D3D_FS_GUI_SUPP_OFF
source: D3D Fullscreen GUI Support: Off
pt_br: Suporte a GUI em Tela Cheia do D3D: Desligado
uk: D3D Повноекранний з GUI: Вимк.

# IDS_OSD_RS_10BIT_RBG_OUT_ON
source: 10-bit RGB Output: On
pt_br: Saída dos Dados do RGB 10 bits: Ligado
uk: 10-бітний RGB на виході: Ввімк.

# IDS_OSD_RS_10BIT_RBG_OUT_OFF
source: 10-bit RGB Output: Off
pt_br: Saída dos Dados do RGB 10 bits: Desligado
uk: 10-бітний RGB на виході: Вимк.

# IDS_OSD_RS_10BIT_RBG_IN_ON
source: Force 10-bit RGB Input: On
pt_br: Forçar a Entrada de Dados do RGB 10 bits: Ligado
uk: Форсувати 10-бітний RGB на вході: Ввімк.

# IDS_OSD_RS_10BIT_RBG_IN_OFF
source: Force 10-bit RGB Input: Off
pt_br: Forçar a Entrada de Dados do RGB 10 bits: Desligado
uk: Форсувати 10-бітний RGB на вході: Вимк.

# IDS_OSD_RS_FULL_FP_PROCESS_ON
source: Full Floating Point Processing: On
pt_br: Processamento do Ponto Flutuante Completo: Ligado
uk: Повна обробка з рухомою точкою: Ввімк.

# IDS_OSD_RS_FULL_FP_PROCESS_OFF
source: Full Floating Point Processing: Off
pt_br: Processamento do Ponto Flutuante Completo: Desligado
uk: Повна обробка з рухомою точкою: Вимк.

# IDS_OSD_RS_HALF_FP_PROCESS_ON
source: Half Floating Point Processing: On
pt_br: Processamento do Meio Ponto Flutuante: Ligado
uk: Половинна обробка з рухомою точкою: Ввімк.

# IDS_OSD_RS_HALF_FP_PROCESS_OFF
source: Half Floating Point Processing: Off
pt_br: Processamento do Meio Ponto Flutuante: Desligado
uk: Половинна обробка з рухомою точкою: Вимк.

# IDS_BRIGHTNESS_DEC
source: Brightness decrease
pt_br: Diminuir brilho
uk: Зменшення яскравості

# IDS_CONTRAST_INC
source: Contrast increase
pt_br: Aumentar contraste
uk: Збільшення контрасту

# IDS_CONTRAST_DEC
source: Contrast decrease
pt_br: Diminuir contraste
uk: Зменшення контрасту

# IDS_HUE_INC
source: Hue increase
pt_br: Aumentar tonalidade
uk: Збільшення кольор. тону

# IDS_HUE_DEC
source: Hue decrease
pt_br: Diminuir tonalidade
uk: Зменшення кольор. тону

# IDS_SATURATION_INC
source: Saturation increase
pt_br: Aumentar saturação
uk: Збільшення насиченості

# IDS_SATURATION_DEC
source: Saturation decrease
pt_br: Diminuir saturação
uk: Зменшення насиченості

# IDS_RESET_COLOR
source: Reset color settings
pt_br: Resetar configurações das cores
uk: Скинути налаштування щодо управління кольором

# IDS_USING_LATEST_STABLE
source: You are already using the latest stable version.
pt_br: Você já está usando a versão estável mais recente.
uk: Ви вже використовуєте останню стабільну версію.

# IDS_USING_NEWER_VERSION
source: Your current version is v%s. The latest stable version is v%s.
pt_br: Sua versão atual é v%s. A última versão estável é v%s.
uk: Ваша поточна версія - v%s. Остання стабільна версія - v%s.

# IDS_NEW_UPDATE_AVAILABLE
source: MPC-HC v%s is now available. You are using v%s. Do you want to visit MPC-HC's website to download it?
pt_br: O MPC-HC v%s está agora disponível. Você está usando v%s. Você quer visitar o site da web do MPC-HC pra baixá-lo?
uk: Зараз є доступною версія MPC-HC v%s. Ви використовуєте версію v%s. Ви хочете відвідати сайт MPC-HC щоб завантажити її?

# IDS_UPDATE_ERROR
source: Update server not found. Please check your internet connection or try again later.
pt_br: Servidor da atualização não encontrado. Por favor verifique se sua conexão com a internet ou tente de novo mais tarde.
uk: Сервера оновлень не знайдено. Будь ласка, перевірте ваше інтернет-з'єднання або спробуйте ще раз пізніше.

# IDS_UPDATE_CLOSE
source: &Close
pt_br: &Fechar
uk: &Закрити

# IDS_CUSTOM_CHANNEL_MAPPING
source: Toggle custom channel mapping
pt_br: Alternar mapeamento personalizado dos canais
uk: Ввімк./Вимк. розподіл каналів користувача

# IDS_OSD_CUSTOM_CH_MAPPING_ON
source: Custom channel mapping: On
pt_br: Mapeamento personalizado dos canais: Ligado
uk: Розподіл каналів користувача: Ввімк.

# IDS_OSD_CUSTOM_CH_MAPPING_OFF
source: Custom channel mapping: Off
pt_br: Mapeamento personalizado dos canais: Desligado
uk: Розподіл каналів користувача: Вимк.

# IDS_NORMALIZE
source: Toggle normalization
pt_br: Alternar normalização
uk: Ввімк./Вимк. нормалізацію

# IDS_OSD_NORMALIZE_ON
source: Normalization: On
pt_br: Normalização: Ligado
uk: Нормалізація: Ввімк.

# IDS_OSD_NORMALIZE_OFF
source: Normalization: Off
pt_br: Normalização: Desligado
uk: Нормалізація: Вимк.

# IDS_REGAIN_VOLUME
source: Toggle regain volume
pt_br: Alternar recuperação do volume
uk: Ввімк./Вимк. відновлення гучності

# IDS_OSD_REGAIN_VOLUME_ON
source: Regain volume: On
pt_br: Recuperar volume: Ligado
uk: Відновлення гучності: Ввімк.

# IDS_OSD_REGAIN_VOLUME_OFF
source: Regain volume: Off
pt_br: Recuperar volume: Desligado
uk: Відновлення гучності: Вимк.

# IDS_SIZE_UNIT_K
source: KB
pt_br: KBs
uk: КБ

# IDS_SIZE_UNIT_M
source: MB
pt_br: MBs
uk: МБ

# IDS_SIZE_UNIT_G
source: GB
pt_br: GBs
uk: ГБ

# IDS_BDA_ERROR_CREATE_TUNER
source: Could not create the tuner.
pt_br: Não pôde criar o sintonizador.
uk: Неможливо створити тюнер.

# IDS_BDA_ERROR_CREATE_RECEIVER
source: Could not create the receiver.
pt_br: Não pôde criar o receptor.
uk: Неможливо створити рісівер.

# IDS_BDA_ERROR_CONNECT_NW_TUNER
source: Could not connect the network and the tuner.
pt_br: Não pôde se conectar a rede e o sintonizador.
uk: Неможливо з'єднатися з мережею і тюнером.

# IDS_BDA_ERROR_CONNECT_TUNER_REC
source: Could not connect the tuner and the receiver.
pt_br: Não pôde conectar o sintonizador e o receptor.
uk: Неможливо з'єднатися з тюнером і рісівером.

# IDS_BDA_ERROR_CONNECT_TUNER
source: Could not connect the tuner.
pt_br: Não pôde conectar o sintonizador.
uk: Неможливо з'єднатися з тюнером.

# IDS_BDA_ERROR_DEMULTIPLEXER
source: Could not create the demultiplexer.
pt_br: Não pôde criar o demultiplexer.
uk: Неможливо створити демультиплексер.

# IDS_GOTO_ERROR_PARSING_TIME
source: Error parsing the entered time!
pt_br: Erro ao analisar o tempo inserido!
uk: Помилка обробки введеного часу!

# IDS_GOTO_ERROR_PARSING_TEXT
source: Error parsing the entered text!
pt_br: Erro ao analisar o texto inserido!
uk: Помилка обробки введеного тексту!

# IDS_GOTO_ERROR_PARSING_FPS
source: Error parsing the entered frame rate!
pt_br: Erro ao analisar a taxa dos frames inseridos!
uk: Помилка обробки введеної частоти кадрів!

# IDS_FRAME_STEP_ERROR_RENDERER
source: Cannot frame-step, try a different video renderer.
pt_br: Não pôde pular os frames, tente um renderizador de vídeo diferente.
uk: Покадровий перегляд неможливий, спробуйте інший рендерер відео.

# IDS_SCREENSHOT_ERROR_SHOCKWAVE
source: The "Save Image" and "Save Thumbnails" functions do not work for Shockwave files.
pt_br: As funções "Salvar Imagem" e "Salvar Miniaturas" não funcionam com arquivos Shockwave.
uk: 'Зберегти зображення' і 'Зберегти мініатюри' не працюють для файлів Shockwave.

# IDS_SCREENSHOT_ERROR_OVERLAY
source: The "Save Image" and "Save Thumbnails" functions do not work with the Overlay Mixer video renderer. Change the video renderer in MPC's output options and reopen the file.
pt_br: As funções "Salvar Imagem" e "Salvar Miniaturas" não funcionam com o renderizador de vídeo do Overlay Mixer. Mude o renderizador de vídeo nas opções de saída dos dados do MPC-HC e re-abra o arquivo.
uk: 'Зберегти зображення' і 'Зберегти мініатюри' не працюють для рендерера відео Overlay Mixer. Змініть рендерер відео у відповідному розділі налаштувань MPC-HC і повторно відкрийте файл.

# IDS_MB_SHOW_EDL_EDITOR
source: Do you want to activate the EDL editor?
pt_br: Você quer ativar o editor do EDL?
uk: Ви хочете активувати редактор EDL?

# IDS_CAPTURE_ERROR
source: Capture Error
pt_br: Erro de Captura
uk: Помилка захоплення

# IDS_CAPTURE_ERROR_VIDEO
source: video
pt_br: vídeo
uk: відео

# IDS_CAPTURE_ERROR_AUDIO
source: audio
pt_br: áudio
uk: аудіо

# IDS_CAPTURE_ERROR_ADD_BUFFER
source: Can't add the %s buffer filter to the graph.
pt_br: Não pôde adicionar o filtro do buffer do %s ao gráfico.
uk: Не вдається додати фільтр %s буферизації до графу.

# IDS_CAPTURE_ERROR_CONNECT_BUFF
source: Can't connect the %s buffer filter to the graph.
pt_br: Não pôde conectar o filtro do buffer do %s ao gráfico.
uk: Не вдається з'єднати фільтр %s буферизації з графом.

# IDS_CAPTURE_ERROR_ADD_ENCODER
source: Can't add the %s encoder filter to the graph.
pt_br: Não pôde adicionar o filtro do codificador do %s ao gráfico.
uk: Не вдається додати фільтр %s кодування до графу.

# IDS_CAPTURE_ERROR_CONNECT_ENC
source: Can't connect the %s encoder filter to the graph.
pt_br: Não pôde conectar o filtro do codificador do %s ao gráfico.
uk: Не вдається з'єднати фільтр %s кодування з графом.

# IDS_CAPTURE_ERROR_COMPRESSION
source: Can't set the compression format on the %s encoder filter.
pt_br: Não pôde definir o formato de compressão no filtro do codificador do %s.
uk: Не вдається встановити формат стиснення для фільтра %s кодування.

# IDS_CAPTURE_ERROR_MULTIPLEXER
source: Can't connect the %s stream to the multiplexer filter.
pt_br: Não pôde conectar a faixa do %s com o filtro do multiplexer.
uk: Не вдається з'єднати потік %s з фільтром-мультиплексером.

# IDS_CAPTURE_ERROR_VID_CAPT_PIN
source: No video capture pin was found.
pt_br: Nenhum pino de captura de vídeo foi encontrado.
uk: Не знайдено жодного піна захоплення відео.

# IDS_CAPTURE_ERROR_AUD_CAPT_PIN
source: No audio capture pin was found.
pt_br: Nenhum pino de captura de aúdio foi encontrado.
uk: Не знайдено жодного піна захоплення аудіо.

# IDS_CAPTURE_ERROR_OUT_FILE
source: Error initializing the output file.
pt_br: Erro ao inicializar o arquivo de saída dos dados.
uk: Помилка ініціалізації вихідного файла.

# IDS_CAPTURE_ERROR_AUD_OUT_FILE
source: Error initializing the audio output file.
pt_br: Erro ao inicializar o arquivo de áudio de saída dos dados.
uk: Помилка ініціалізації вихідного файла аудіо.

# IDS_SUBRESYNC_TIME_FORMAT
source: The correct time format is [-]hh:mm:ss.ms (e.g. 01:23:45.678).
pt_br: O formato de tempo correto é [-]hh:mm:ss.ms (ex: 01:23:45.678).
uk: Коректний формат задання часу [-]гг:хв.хв.:сс.мс (наприклад, 01:23:45.678).

# IDS_EXTERNAL_FILTERS_ERROR_MT
source: This type is already in the list!
pt_br: Este tipo já existe na lista!
uk: Цей тип уже в списку!

# IDS_WEBSERVER_ERROR_TEST
source: You need to apply the new settings before testing them.
pt_br: Você precisa aplicar as novas configurações antes de testá-las.
uk: Вам необхідно застосувати нові налаштування перед тим, як їх тестувати.

# IDS_AFTERPLAYBACK_EXIT
source: After Playback: Exit
pt_br: Após o Playback: Sair
uk: Після відтворення: Закрити програму

# IDS_AFTERPLAYBACK_STANDBY
source: After Playback: Stand By
pt_br: Após o Playback: Aguardar
uk: Після відтворення: Перейти в режим очікування

# IDS_AFTERPLAYBACK_HIBERNATE
source: After Playback: Hibernate
pt_br: Após o Playback: Hibernar
uk: Після відтворення: Перейти в режим сну

# IDS_AFTERPLAYBACK_SHUTDOWN
source: After Playback: Shutdown
pt_br: Após o Playback: Desligamento
uk: Після відтворення: Вимкнути комп'ютер

# IDS_AFTERPLAYBACK_LOGOFF
source: After Playback: Log Off
pt_br: Após o Playback: Log Off
uk: Після відтворення: Завершити сеанс

# IDS_AFTERPLAYBACK_LOCK
source: After Playback: Lock
pt_br: Após o Playback: Trancar
uk: Після відтворення: Заблокувати комп'ютер

# IDS_AFTERPLAYBACK_MONITOROFF
source: After Playback: Turn off the monitor
pt_br: Após o Playback: Desligar o monitor
uk: Після відтворення: Вимкнути монітор

# IDS_AFTERPLAYBACK_PLAYNEXT
source: After Playback: Play next file in the folder
pt_br: Após o Playback: Reproduzir o próximo arquivo na pasta
uk: Після відтворення: Відтворити наступний файл в теці

# IDS_AFTERPLAYBACK_DONOTHING
source: After Playback: Do nothing
pt_br: Após o Playback: Não fazer nada
uk: Після відтворення: Нічого не робити

# IDS_OSD_BRIGHTNESS
source: Brightness: %s
pt_br: Brilho: %s
uk: Яскравість: %s

# IDS_OSD_CONTRAST
source: Contrast: %s
pt_br: Contraste: %s
uk: Контраст: %s

# IDS_OSD_HUE
source: Hue: %s°
pt_br: Tonalidade: %s°
uk: Відтінок: %s°

# IDS_OSD_SATURATION
source: Saturation: %s
pt_br: Saturação: %s
uk: Насиченість: %s

# IDS_OSD_RESET_COLOR
source: Color settings restored
pt_br: Configurações das cores restauradas
uk: Налаштування щодо управління кольором відновлено

# IDS_OSD_NO_COLORCONTROL
source: Color control is not supported
pt_br: O controle das cores não é suportado
uk: Управління кольором не підтримується

# IDS_BRIGHTNESS_INC
source: Brightness increase
pt_br: Aumentar brilho
uk: Збільшення яскравості

# IDC_FASTSEEK_CHECK
source: If "latest keyframe" is selected, seek to the first keyframe before the actual seek point. If "nearest keyframe" is selected, seek to the first keyframe before or after the seek point depending on which is the closest.
pt_br: Se o "último keyfame" estiver selecionado, procure o primeiro keyframe antes do atual ponto de procura. Se o "keyframe mais próximo" estiver selecionado, procure o primeiro keyframe antes ou depois do ponto de procura, dependendo de qual é o mais próximo.
uk: Якщо вибрано "Останній ключовий кадр", то позиціювання йде по першому ключовому кадру до фактичної точки перемотування. Якщо вибрано "Найближчий ключовий кадр", то позиціювання йде по першому ключовому кадру до або після фактичної точки перемотування залежно від того, який ближче.

# IDC_ASSOCIATE_ALL_FORMATS
source: Associate with all formats
pt_br: Associar com todos os formatos
uk: Асоціювати з усіма форматами

# IDC_ASSOCIATE_VIDEO_FORMATS
source: Associate with video formats only
pt_br: Associar só com os formatos de vídeo
uk: Асоціювати лише з форматами відео

# IDC_ASSOCIATE_AUDIO_FORMATS
source: Associate with audio formats only
pt_br: Associar só com os formatos de áudio
uk: Асоціювати лише з форматами аудіо

# IDC_CLEAR_ALL_ASSOCIATIONS
source: Clear all associations
pt_br: Limpar todas as associações
uk: Скинути усі асоціації

# IDS_FILTER_SETTINGS_CAPTION
source: Settings
pt_br: Configurações
uk: Налаштування

# IDS_SUBDL_DLG_PROVIDER_COL
source: Provider
pt_br: Provedor
uk: Провайдер

# IDS_SUBDL_DLG_HI_COL
source: Hearing Impaired
pt_br: Deficiente Auditivo
uk: З вадами слуху

# IDS_SUBDL_DLG_SCORE_COL
source: Score
pt_br: Pontos
uk: Оцінка

# IDS_SUBDL_DLG_FAILED
source: Online subtitles search failed.
pt_br: A busca online por legendas falhou.
uk: Помилка онлайн пошуку субтитрів.

# IDS_SUBDL_DLG_ABORTED
source: Online subtitles search aborted.
pt_br: A busca online por legendas foi abortada.
uk: Препинення онлайн пошуку субтитрів.

# IDS_SUBDL_DLG_FOUND
source: Online subtitles search completed, %d subtitles found.
pt_br: Busca online de legendas completada, %d legenda(s) encontrada(s).
uk: Онлайн пошук субтитрів завершено, %d субтитрів знайдено.

# IDS_SUBDL_DLG_NOTFOUND
source: Online subtitles search completed, no subtitles found.
pt_br: Busca online de legendas completada, não foram encontradas legendas.
uk: Онлайн пошук субтитрів завершено, субтитри не знайдені.

# IDS_SUBDL_DLG_TITLE
source: Download subtitles
pt_br: Baixar legendas
uk: Завантажити субтитри

# IDS_SUBDL_DLG_SEARCHING
source: Searching for subtitles online, please wait...
pt_br: Procurando legendas online, por favor aguarde...
uk: Онлайн пошук субтитрів, зачекайте...

# IDS_SUBDL_DLG_ABORTING
source: Online subtitles search aborting...
pt_br: Abortando busca de legendas online...
uk: Онлайн пошук субтитрів припиняється...

# IDS_SUBUL_DLG_USERNAME_COL
source: Username
pt_br: Nome de usuário
uk: Ім'я користувача

# IDS_SUBUL_DLG_STATUS_READY
source: Ready...
pt_br: Pronto...
uk: Готово...

# IDS_CMD_PNS
source: /pns "name or values" Specify Video Frame preset name to use or direct position and zoom values in format "px,py,zx,zy"
pt_br: /pns "nome ou valores" Especificar o nome da pré-definição do Frame do Vídeo ou direcionar os valores da posição e do zoom no formato "px,py,zx,zy"

# IDS_CMD_ICONASSOC
source: /iconsassoc Reassociate format icons
pt_br: /iconsassoc Re-associar os ícones do formato
uk: /iconsassoc Повторно зв’язати значки формату

# IDS_CMD_NOFOCUS
source: /nofocus Open MPC-HC in background
pt_br: /nofocus Abre o MPC-HC em segundo plano
uk: /nofocus Відкрити MPC-HC у фоні

# IDS_CMD_WEBPORT
source: /webport N Start web interface on specified port
pt_br: /webport N Inicia a interface da web na porta especificada
uk: /webport N Запустіть веб-інтерфейс на вказаному порту

# IDS_CMD_DEBUG
source: /debug Show debug information in OSD
pt_br: /debug Mostra as informações do debug no OSD
uk: /debug Показати на екрані інфо щодо відлагодження

# IDS_CMD_NOCRASHREPORTER
source: /nocrashreporter Disable the crash reporter
pt_br: /nocrashreporter Desativa o reportador de crashes
uk: /nocrashreporter Вимкнути доповідач про припинення роботи

# IDS_CMD_SLAVE
source: /slave "hWnd" Use MPC-HC as slave
pt_br: /slave "hWnd" Usa o MPC-HC como escravo
uk: /slave "hWnd" Використати MPC-HC як вторинний пристрій

# IDS_CMD_HWGPU
source: /hwgpu "index" Set the index of the GPU used for hardware decoding. Only available for CUVID and DXVA2 (copy-back)
pt_br: /hwgpu "index" Define o índice da GPU usado pra decodificação de hardware Só disponível pra CUVID e DXVA2 (copy-back)
uk: /hwgpu "index" Встановити індекс графічного процесора, який використовується для апаратного декодування. Доступно лише для CUVID та DXVA2 (copy-back)

# IDS_CMD_RESET
source: /reset Restore default settings
pt_br: /reset Restaurar configurações padrão
uk: /reset Відновити налаштування за замовчуванням

# IDS_CMD_HELP
source: /help /h /? Show help about command line switches
pt_br: /help /h /? Mostra ajuda sobre os Interruptores da linha de comando
uk: /help /h /? Показує допомогу про перемикачі командного рядка

# IDS_PPAGEADVANCED_SCORE
source: Threshold value for subtitles score which are going to be automatically downloaded. Higher values means that more accurately matched subtitles will be loaded, lower values could result in incorrect subtitles being loaded, but there is no one perfect value. Pick one that works best for you.
pt_br: Valor limite pra pontuação de legendas as quais vão ser baixadas automaticamente. Valores mais altos significam que legendas combinadas precisamente serão carregadas, valores mais baixos poderiam resultar em legendas incorretas sendo carregadas mas não existe um valor perfeito. Escolha um que funciona melhor pra você.
uk: Порогове значення для субтитрів, які будуть автоматично завантажені. Вищі значення означають, що будуть завантажені субтитри з більш точною відповідністю, менші значення можуть призвести до завантаження неправильних субтитрів, але не існує єдиного ідеального значення. Виберіть той, який найкраще підходить для вас.

# IDS_PPAGE_FS_CLN_AUDIO_DELAY
source: Audio Delay (ms)
pt_br: Atraso do Áudio (ms)
uk: Затримка звуку (мс)

# IDS_PPAGEADVANCED_DEFAULTTOOLBARSIZE
source: Size in pixels of the default toolbar.
pt_br: Tamanho em pixels da barra de ferramentas padrão.
uk: Розмір в пікселях панелі інструментів за замовчуванням.

# IDS_PPAGEADVANCED_USE_LEGACY_TOOLBAR
source: Use legacy toolbar instead of new vectorized one.
pt_br: Usar barra de ferramentas antiga no lugar da nova vetorizada.
uk: Використовувати стару панель інструментів замість нової векторизованої.

# IDS_SUBMENU_COPYURL
source: Copy URL
pt_br: Copiar URL
uk: Копіювати URL

# IDS_SUBTITLE_RENDERER_NONE
source: None
pt_br: Nenhum

# IDS_PPAGEADVANCED_MOUSE_LEFTUP_DELAY
source: Maximum delay in milliseconds of mouse LeftUp event when clicking on the video.
pt_br: Atraso máximo em mili-segundos do evento LeftUp do mouse quando clicar no vídeo.

# IDS_PPAGEADVANCED_USE_FREETYPE
source: Use FreeType for subtitle rendering. Enables support for per-language glyphs.
pt_br: Usar o FreeType pra renderização de legendas. Ativa o suporte pra glifos por idioma.

# IDS_SUBUL_DLG_STATUS_NOTIMPLEMENTED
source: Not implemented.
pt_br: Não implementado.
uk: Не реалізовано.

# IDS_SUBUL_DLG_STATUS_UPLOADING
source: Uploading...
pt_br: Fazendo upload...
uk: Вивантаження...

# IDS_SUBUL_DLG_STATUS_UPLOADED
source: Subtitles uploaded successfully.
pt_br: Upload das legendas feito com sucesso.
uk: Субтитри успішно вивантажено.
