Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_INFOBAR_LOCATION
source: Location
pt_br: Local
uk: Розташування

# IDS_INFOBAR_VIDEO
source: Video
pt_br: Vídeo
uk: Відео

# IDS_INFOBAR_AUDIO
source: Audio
pt_br: Áudio
uk: Аудіо

# IDS_INFOBAR_SUBTITLES
source: Subtitles
pt_br: Legendas
uk: Субтитри

# IDS_INFOBAR_CHAPTER
source: Chapter
pt_br: Capítulo
uk: Глава

# IDS_CONTROLS_COMPLETING
source: Completing...
pt_br: Completando...
uk: Закінчення...

# IDS_AUTOPLAY_PLAYVIDEO
source: Play Video
pt_br: Reproduzir Vídeo
uk: Відтворення відео

# IDS_AUTOPLAY_PLAYMUSIC
source: Play Music
pt_br: Reproduzir Música
uk: Відтворення музики

# IDS_AUTOPLAY_PLAYAUDIOCD
source: Play Audio CD
pt_br: Reproduzir CD de Áudio
uk: Відтворення Audio CD

# IDS_AUTOPLAY_PLAYDVDMOVIE
source: Play DVD Movie
pt_br: Reproduzir Filme de DVD
uk: Відтворення DVD

# IDS_PROPSHEET_PROPERTIES
source: Properties
pt_br: Propriedades
uk: Властивості

# IDS_PLAY_LOOPMODE_FILE
source: File
pt_br: Arquivo
uk: Файл

# IDS_SUBTITLES_DEFAULT_STYLE
source: &Default Style
pt_br: &Estilo Padrão
uk: &Стандартний стиль

# IDS_PLAY_LOOPMODE_PLAYLIST
source: Playlist
pt_br: Lista de Reprodução
uk: Список відтворення

# IDS_FAVFILES
source: Files
pt_br: Arquivos
uk: Файли

# IDS_PLAYLOOPMODE_AB
source: A-B Repeat: Reset Positions
pt_br: Repetir A-B: Resetar Posições
uk: Від A до B: скинути

# IDS_PLAYLOOPMODE_AB_MARK_A
source: A-B Repeat: Mark A Position
pt_br: Repetir A-B: Marcar Posição A
uk: Від A до B: вказати A

# IDS_PLAYLOOPMODE_AB_MARK_B
source: A-B Repeat: Mark B Position
pt_br: Repetir A-B: Marcar Posição B
uk: Від A до B: вказати B

# IDS_SNAPSHOT_SUBTITLES
source: Include Subtitles
pt_br: Incluir Legendas
uk: Включити субтитри

# IDS_THEMEMODE_DARK
source: Dark
pt_br: Escuro

# IDS_THEMEMODE_LIGHT
source: Light
pt_br: Claro

# IDS_THEMEMODE_WINDOWS
source: Windows Default
pt_br: Padrão do Windows

# IDS_INFOBAR_CHANNEL
source: Channel
pt_br: Canal
uk: Канал

# IDS_INFOBAR_TIME
source: Time
pt_br: Tempo
uk: Час

# IDS_STATSBAR_SYNC_OFFSET
source: Sync Offset
pt_br: Sincronizar Deslocamento
uk: Відхилення синхронізації

# IDS_STATSBAR_SYNC_OFFSET_FORMAT
source: avg: %d ms, dev: %d ms
pt_br: méd: %d ms, desv: %d ms
uk: усеред.: %d мс, стандар.: %d мс

# IDS_STATSBAR_BITRATE
source: Bitrate
pt_br: Taxa dos bits
uk: Бітрейт

# IDS_STATSBAR_BITRATE_AVG_CUR
source: (avg/cur)
pt_br: (Média/Atual)
uk: (усеред./поточ.)

# IDS_STATSBAR_SIGNAL
source: Signal
pt_br: Sinal
uk: Сигнал

# IDS_STATSBAR_SIGNAL_FORMAT
source: Strength: %d dB, Quality: %ld%%
pt_br: Força: %d dB, Qualidade: %ld%%
uk: Потужність: %d дБ, Якість: %ld%%

# IDS_SUBTITLES_STYLES_CAPTION
source: Styles
pt_br: Estilos
uk: Стилі

# IDS_TEXT_SUB_RENDERING_TARGET
source: If the rendering target is left undefined, SSA/ASS subtitles will be rendered relative to the video frame while all other text subtitles will be rendered relative to the window.
pt_br: Se o alvo da renderização é deixado indefinido, as legendas do SSA/ASS serão renderizadas relativo ao frame do vídeo enquanto todas as outras legendas de texto serão renderizadas relativo a janela.
uk: Якщо ціль рендерингу залишилась невизначеною, то субтитри SSA/ASS будуть промальовуватися відносно кадру відео, в той час як інші текстові субтитри - відносно вікна плеєра.

# IDS_PLAYLOOPMODE_PLAYLIST
source: Repeat Mode: Playlist
pt_br: Modo de Repetição: Lista de Reprodução
uk: Режим повторювання: Список відтворення

# IDS_PLAYLOOPMODE_FILE
source: Repeat Mode: File
pt_br: Modo de Repetição: Arquivo
uk: Режим повторювання: Файл

# IDS_PLAYLOOP_FOREVER_ON
source: Repeat Forever: On
pt_br: Repetir pra Sempre: Ligado
uk: Повторювати нескінченно: Так

# IDS_PLAYLOOP_FOREVER_OFF
source: Repeat Forever: Off
pt_br: Repetir pra Sempre: Desligado
uk: Повторювати нескінченно: Ні

# IDS_PLAYLOOP_FOREVER
source: Repeat Forever
pt_br: Repetir pra Sempre
uk: Повторювати нескінченно

# IDS_PPAGE_CAPTURE_FG0
source: Never
pt_br: Nunca
uk: Ніколи

# IDS_PPAGE_CAPTURE_FG1
source: Only when switching different video types
pt_br: Só quando trocar tipos de vídeo diferentes
uk: Тільки при перемиканні різних типів відео

# IDS_PPAGE_CAPTURE_FG2
source: Always (default)
pt_br: Sempre (padrão)
uk: Завжди (за замовчуванням)

# IDS_PPAGE_CAPTURE_FGDESC0
source: Not supported by some devices. Two video decoders always present in the filter graph.
pt_br: Não suportado por alguns dispositivos. Dois decodificadores de vídeo sempre presentes no gráfico do filtro.
uk: Не підтримується деяким обладнанням. Два декодери відео завжди присутні у графі фільтрів.

# IDS_PPAGE_CAPTURE_FGDESC1
source: Fast except when switching between different video streams. Only one video decoder present in the filter graph.
pt_br: Rápido exceto quando trocando entre diferentes faixas de vídeo. Só um decodificador de vídeo presente no gráfico do filtro.
uk: Швидко, крім ситуацій з перемиканням між різними потоками відео. Лише один декодер відео присутній у графі фільтрів.

# IDS_PPAGE_CAPTURE_SFG0
source: Never if possible (fastest, but not supported by most filters)
pt_br: Nunca se possivel (mais rápido, mas nao é suportado pela maioria dos filtros)
uk: Ніколи, якщо можливо (найшвидший спосіб, але не підтримується більшістю фільтрів)

# IDS_PPAGE_CAPTURE_SFG1
source: Only when switching different video types
pt_br: Só quando trocar tipos de vídeo diferentes
uk: Тільки при перемиканні різних типів відео

# IDS_PPAGE_CAPTURE_SFG2
source: Always (may be required by some devices)
pt_br: Sempre (pode ser requerido por alguns dispositivos)
uk: Завжди (може бути необхідний при роботі з деяким обладнанням)

# IDS_INFOBAR_PARENTAL_RATING
source: Parental rating
pt_br: Classificação dos Pais
uk: Батьківський рейтинг

# IDS_NO_PARENTAL_RATING
source: Not rated
pt_br: Não Classificado
uk: Без рейтингу

# IDS_INFOBAR_CONTENT
source: Content
pt_br: Conteúdo
uk: Вміст

# IDS_CONTENT_MOVIE_DRAMA
source: Movie/Drama
pt_br: Filme/Drama
uk: Кіно/Драма

# IDS_CONTENT_NEWS_CURRENTAFFAIRS
source: News/Current affairs
pt_br: Notícias/Assuntos atuais
uk: Новини/Поточні події

# IDS_FILE_FAV_ADDED
source: File added to favorites
pt_br: Arquivo adicionado aos favoritos
uk: Файл додано до закладок

# IDS_DVD_FAV_ADDED
source: DVD added to favorites
pt_br: DVD adicionado aos favoritos
uk: DVD додано до закладок

# IDS_CAPTURE_SETTINGS
source: Capture Settings
pt_br: Configurações da Captura
uk: Налаштування захоплення

# IDS_NAVIGATION_BAR
source: Navigation Bar
pt_br: Barra de Navegação
uk: Панель навігації

# IDS_SUBRESYNC_CAPTION
source: Subresync
pt_br: Re-sincronização das Legendas
uk: Синхронізація субтитрів

# IDS_SUBRESYNC_CLN_TIME
source: Time
pt_br: Tempo
uk: Час

# IDS_SUBRESYNC_CLN_END
source: End
pt_br: Fim
uk: Кінець

# IDS_SUBRESYNC_CLN_PREVIEW
source: Preview
pt_br: Pré-visualização
uk: Поперед. перегляд

# IDS_SUBRESYNC_CLN_VOB_ID
source: Vob ID
pt_br: ID do Vob

# IDS_SUBRESYNC_CLN_CELL_ID
source: Cell ID
pt_br: ID do Celular

# IDS_SUBRESYNC_CLN_FORCED
source: Forced
pt_br: Forçado
uk: Форсовано

# IDS_SUBRESYNC_CLN_TEXT
source: Text
pt_br: Texto
uk: Текст

# IDS_SUBRESYNC_CLN_STYLE
source: Style
pt_br: Estilo
uk: Стиль

# IDS_SUBRESYNC_CLN_FONT
source: Font
pt_br: Fonte
uk: Шрифт

# IDS_DVD_NAV_SOME_PINS_ERROR
source: Failed to render some of the pins of the DVD Navigator filter
pt_br: Falhou em renderizar alguns dos pinos do filtro do Navegador do DVD
uk: Не вдалося опрацювати деякі піни фільтра DVD Navigator

# IDS_DVD_INTERFACES_ERROR
source: Failed to query the needed interfaces for DVD playback
pt_br: Falhou em consultar as interfaces necessárias pro playback de DVD
uk: Не вдалося опитати необхідні інтерфейси для відтворення DVD

# IDS_CAPTURE_LIVE
source: Live
pt_br: Ao vivo
uk: Наживо

# IDS_CAPTURE_ERROR_VID_FILTER
source: Can't add video capture filter to the graph
pt_br: Não pôde adicionar o filtro de captura do vídeo ao gráfico
uk: Неможливо додати фільтр захоплення відео до графу

# IDS_CAPTURE_ERROR_AUD_FILTER
source: Can't add audio capture filter to the graph
pt_br: Não pôde adicionar o filtro de captura do áudio ao gráfico
uk: Неможливо додати фільтр захоплення аудіо до графу

# IDS_CAPTURE_ERROR_DEVICE
source: Could not open capture device.
pt_br: Não pôde abrir o dispositivo de captura.
uk: Не вдалося відкрити пристрій захоплення.

# IDS_INVALID_PARAMS_ERROR
source: Can't open, invalid input parameters
pt_br: Não pôde abrir, parâmetros de entrada dos dados inválidos
uk: Неможливо відкрити, некоректні вхідні параметри

# IDS_EDIT_LIST_EDITOR
source: Edit List Editor
pt_br: Editar o Editor das Listas
uk: Редагувати редактор списків

# IDS_GOTO_ERROR_INVALID_TIME
source: The entered time is greater than the file duration.
pt_br: O tempo inserido é maior do que a duração do arquivo.
uk: Введений час є більшим за тривалість файлу.

# IDS_MISSING_ICONS_LIB
source: The icons library "mpciconlib.dll" is missing. The player's default icon will be used for file associations. Please, reinstall MPC-HC to get "mpciconlib.dll".
pt_br: A biblioteca dos icones "mpciconlib.dll" está ausente. O ícone padrão do player serão usado pras associações com os arquivos. Por favor reinstale o MPC-HC pra obter o "mpciconlib.dll".
uk: Бібліотека іконок "mpciconlib.dll" відсутня. Типова іконка самого плеєра буде використовуватися для асоціації файлів. Будь ласка, встановіть повторно MPC-HC для можливості використання "mpciconlib.dll".

# IDS_SUBDL_DLG_FILENAME_COL
source: File
pt_br: Arquivo
uk: Файл

# IDS_SUBDL_DLG_LANGUAGE_COL
source: Language
pt_br: Idioma
uk: Мова

# IDS_SUBDL_DLG_FORMAT_COL
source: Format
pt_br: Formato
uk: Формат

# IDS_SUBDL_DLG_DISC_COL
source: Disc
pt_br: Disco
uk: Опис

# IDS_SUBDL_DLG_TITLES_COL
source: Title(s)
pt_br: Título(s)
uk: Заголовок(-ки)

# IDS_SUBRESYNC_CLN_CHARSET
source: CharSet
pt_br: Conjunto de caracteres
uk: Набір символів

# IDS_SUBRESYNC_CLN_LAYER
source: Layer
pt_br: Camada
uk: Шар

# IDS_SUBRESYNC_CLN_ACTOR
source: Actor
pt_br: Ator
uk: Актор

# IDS_SUBRESYNC_CLN_EFFECT
source: Effect
pt_br: Efeito
uk: Ефект

# IDS_PLAYLIST_CAPTION
source: Playlist
pt_br: Lista de Reprodução
uk: Список відтворення

# IDS_PPAGE_FS_CLN_ON_OFF
source: On/Off
pt_br: Ligado/Desligado
uk: Ввімк./Вимк.

# IDS_PPAGE_FS_CLN_FROM_FPS
source: From (FPS)
pt_br: De (FPS)
uk: Від (к/с)

# IDS_PPAGE_FS_CLN_TO_FPS
source: To (FPS)
pt_br: Até (FPS)
uk: До (к/с)

# IDS_PPAGE_FS_CLN_DISPLAY_MODE
source: Display mode (Hz)
pt_br: Modo de exibição (Hz)
uk: Режим відображення (Гц)

# IDS_PPAGE_FS_DEFAULT
source: Default
pt_br: Padrão
uk: Типово

# IDS_PPAGE_FS_OTHER
source: Other
pt_br: Outro
uk: Інше

# IDS_PPAGE_OUTPUT_SYS_DEF
source: System Default
pt_br: Padrão do Sistema
uk: Типово для ОС

# IDS_GRAPH_INTERFACES_ERROR
source: Failed to query the needed interfaces for playback
pt_br: Falhou em consultar as interfaces necessárias pro playback
uk: Не вдалося опитати необхідні інтерфейси для відтворення

# IDS_GRAPH_TARGET_WND_ERROR
source: Could not set target window for graph notification
pt_br: Não pôde definir a janela alvo para a notificação do grafico
uk: Не вдалося встановити цільове вікно для сповіщення графу

# IDS_DVD_NAV_ALL_PINS_ERROR
source: Failed to render all pins of the DVD Navigator filter
pt_br: Falhou em renderizar todos os pinos do filtro do Navegador do DVD
uk: Не вдалося опрацювати всі піни фільтра DVD Navigator

# IDS_PLAYLIST_OPEN
source: &Open
pt_br: &Abrir
uk: &Запустити

# IDS_PLAYLIST_ADD
source: A&dd
pt_br: A&dicionar
uk: &Додати

# IDS_PLAYLIST_REMOVE
source: &Remove
pt_br: &Remover
uk: &Прибрати

# IDS_PLAYLIST_CLEAR
source: C&lear
pt_br: L&impar
uk: О&чистити

# IDS_PLAYLIST_COPYTOCLIPBOARD
source: &Copy to clipboard
pt_br: &Copiar pra área de transferência
uk: &Копіювати до буферу обміну

# IDS_PLAYLIST_SAVE
source: Sa&ve
pt_br: Sa&lvar
uk: &Зберігти

# IDS_PLAYLIST_SAVEAS
source: &Save As...
pt_br: &Salvar Como...
uk: &Зберегти як...

# IDS_PLAYLIST_SORTBYLABEL
source: Sort by &label
pt_br: Organizar por &rótulo
uk: Впорядкувати за &іменем

# IDS_PLAYLIST_SORTBYPATH
source: Sort by &path
pt_br: Organizar pelo &caminho
uk: Впорядкувати за &шляхом

# IDS_PLAYLIST_RANDOMIZE
source: R&andomize
pt_br: T&ornar Aleatório
uk: Пе&ремішати

# IDS_PLAYLIST_RESTORE
source: R&estore
pt_br: R&estaurar
uk: Ві&дновити

# IDS_SUBRESYNC_SEPARATOR
source: &Separator
pt_br: &Separador
uk: &Разділювач

# IDS_SUBRESYNC_DELETE
source: &Delete
pt_br: &Apagar
uk: &Видалити

# IDS_SUBRESYNC_DUPLICATE
source: D&uplicate
pt_br: D&uplicar
uk: &Дублювати

# IDS_SUBRESYNC_RESET
source: &Reset
pt_br: &Resetar
uk: &Скинути

# IDS_SUBRESYNC_CURRENT
source: &Current
pt_br: &Atual
uk: &Поточний

# IDS_SUBRESYNC_EDIT
source: &Edit
pt_br: &Editar
uk: &Змінити

# IDS_SUBRESYNC_YES
source: &Yes
pt_br: &Sim
uk: &Так

# IDS_SUBRESYNC_NO
source: &No
pt_br: &Não
uk: &Ні

# IDS_SUBRESYNC_DECREASE
source: &Decrease
pt_br: &Diminuir
uk: З&меншити

# IDS_SUBRESYNC_INCREASE
source: &Increase
pt_br: &Aumentar
uk: З&більшити

# IDS_OPTIONS_CAPTION
source: Options
pt_br: Opções
uk: Налаштування

# IDS_SHADERS_SELECT
source: &Select Shaders...
pt_br: &Selecionar Shaders...
uk: &Вибрати шейдери...

# IDS_SHADERS_DEBUG
source: &Debug Shaders...
pt_br: &Fazer Debug dos Shaders...
uk: &Відлагодження шейдерів...

# IDS_MPLAYERC_104
source: Subtitle Delay -
pt_br: Atraso das Legendas -
uk: Затримка субтитрів -

# IDS_MPLAYERC_105
source: Subtitle Delay +
pt_br: Atraso das Legendas +
uk: Затримка субтитрів +

# IDS_FILE_SAVE_THUMBNAILS
source: Save thumbnails
pt_br: Salvar thumbnails
uk: Зберегти мініатюри

# IDS_SUB_POS_DOWN
source: Move subtitle down
pt_br: Mova a legenda pra baixo
uk: Перемістити субтитри вниз

# IDS_SUB_POS_UP
source: Move subtitle up
pt_br: Mova a legenda pra cima
uk: Перемістити субтитри вгору

# IDS_SUB_FONT_SIZE_DEC
source: Decrease subtitle text size
pt_br: Diminuir o tamanho do texto da legenda
uk: Зменшити розмір тексту субтитрів

# IDS_SUB_FONT_SIZE_INC
source: Increase subtitle text size
pt_br: Aumentar o tamanho do texto da legenda
uk: Збільшити розмір тексту субтитрів

# IDD_PPAGESUBTITLES
source: Subtitles
pt_br: Legendas
uk: Субтитри

# IDD_PPAGEFORMATS
source: Player::Formats
pt_br: Player::Formatos
uk: Програвач::Формати

# IDD_PPAGETWEAKS
source: Tweaks
pt_br: Melhorias
uk: Додатково

# IDD_PPAGEAUDIOSWITCHER
source: Internal Filters::Audio Switcher
pt_br: Filtros Internos::Interruptor do Áudio
uk: Вбудовані фільтри::Аудіоперемикач

# IDD_PPAGEEXTERNALFILTERS
source: External Filters
pt_br: Filtros Externos
uk: Зовнішні фільтри

# IDD_FILEPROPRES
source: Resources
pt_br: Recursos
uk: Ресурси

# IDD_PPAGEMISC
source: Miscellaneous
pt_br: Miscelânea
uk: Різне

# IDD_FILEMEDIAINFO
source: MediaInfo
pt_br: Info da Mídia

# IDD_PPAGECAPTURE
source: Playback::Capture
pt_br: Playback::Captura
uk: Відтворення::Захоплення

# IDD_PPAGESYNC
source: Playback::Sync Renderer Settings
pt_br: Playback::Sincronizar Configurações do Renderizador
uk: Відтворення::Sync Renderer

# IDD_PPAGEFULLSCREEN
source: Playback::Fullscreen
pt_br: Playback::Tela Cheia
uk: Відтворення::Повноекранний режим

# IDD_PPAGEAUDIORENDERER
source: Internal Filters::Audio Renderer
pt_br: Filtros Internos::Renderizador do Áudio
uk: Вбудовані фільтри::Аудіорендерер

# IDS_AUDIOSWITCHER
source: Audio Switcher
pt_br: Interruptor do Áudio
uk: Аудіоперемикач

# IDS_ICONS_REASSOC_DLG_TITLE
source: New version of the icon library
pt_br: Nova versão da biblioteca dos ícones
uk: Нова версія бібліотеки іконок

# IDS_ICONS_REASSOC_DLG_INSTR
source: Do you want to reassociate the icons?
pt_br: Você quer re-associar os ícones?
uk: Ви хочете переасоціювати іконки?

# IDS_ICONS_REASSOC_DLG_CONTENT
source: This will fix the icons being incorrectly displayed after an update of the icon library. The file associations will not be modified, only the corresponding icons will be refreshed.
pt_br: Isto consertará os ícones sendo incorretamente exibidos após uma atualização da biblioteca dos ícones. As associações dos arquivos não serão modificadas, só os ícones correspondentes serão atualizados.
uk: Це виправить іконки, що некоректно відображаються після оновлення бібліотеки іконок. Асоціації файлів не буде модифіковано, лише відповідні іконки будуть оновлені.

# IDS_PPAGE_OUTPUT_OLDRENDERER
source: Old Video Renderer
pt_br: Renderizador Antigo do Vídeo

# IDS_PPAGE_OUTPUT_OVERLAYMIXER
source: Overlay Mixer Renderer
pt_br: Sobreposição do Renderizador do Mixer

# IDS_PPAGE_OUTPUT_VMR9WINDOWED
source: Video Mixing Renderer 9 (windowed)
pt_br: Renderizador da Mistura do Vídeo 9 (modo janela)

# IDS_PPAGE_OUTPUT_VMR9RENDERLESS
source: Video Mixing Renderer 9 (renderless)
pt_br: Renderizador da Mistura do Vídeo 9 (sem renderizar)

# IDS_PPAGE_OUTPUT_EVR
source: Enhanced Video Renderer
pt_br: Renderizador Melhorado do Vídeo

# IDS_PPAGE_OUTPUT_EVR_CUSTOM
source: Enhanced Video Renderer (custom presenter)
pt_br: Renderizador Melhorado do Vídeo (apresentador personalizado)
uk: Enhanced Video Renderer (користув.)

# IDS_PPAGE_OUTPUT_DXR
source: Haali Video Renderer
pt_br: Renderizador de Vídeo do Haali

# IDS_PPAGE_OUTPUT_NULL_COMP
source: Null (anything)
pt_br: Nulo (qualquer coisa)
uk: Null (стиснений)

# IDS_PPAGE_OUTPUT_NULL_UNCOMP
source: Null (uncompressed)
pt_br: Nulo (descomprimido)
uk: Null (нестиснений)

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. For example, type: "eng jpn swe"
pt_br: Insira seus idiomas preferidos aqui. Por exemplo, Digite: "eng jap swe"
uk: Введіть тут бажані мови. Наприклад, введіть: "ukr eng fra"

# IDS_OVERRIDE_EXT_SPLITTER_CHOICE
source: External splitters can have their own language preference options thus MPC-HC default behavior is not to change their initial choice. Enable this option if you want MPC-HC to control external splitters.
pt_br: Os splitters externos podem ter suas próprias opções de preferencia de idioma, portanto o comportamento padrão do MPC-HC não é mudar a escolha inicial deles. Ative esta opção se você quer que o MPC-HC controle os splitters externos.
uk: Зовнішні спліттери можуть мати свої власні налаштування щодо вибору мови доріжок, тому типова поведінка MPC-HC не має на меті змінювати їх. Ввімкніть дану опцію, якщо хочете, щоб MPC-HC перевизначав вибір зовнішніх спліттерів у цьому аспекті.

# IDS_NAVIGATE_BD_PLAYLISTS
source: &Blu-Ray playlists
pt_br: Listas de Reprodução do &Blu-Ray
uk: &Списки відтворення Blu-Ray

# IDS_NAVIGATE_PLAYLIST
source: &Playlist
pt_br: &Lista de Reprodução
uk: &Список відтворення

# IDS_NAVIGATE_CHAPTERS
source: &Chapters
pt_br: &Capítulos
uk: &Глави

# IDS_NAVIGATE_TITLES
source: &Titles
pt_br: &Títulos
uk: &Назви

# IDS_NAVIGATE_CHANNELS
source: &Channels
pt_br: &Canais
uk: &Канали

# IDS_PPAGE_OUTPUT_MPCVR
source: MPC Video Renderer
pt_br: Renderizador de Vídeo do MPC
uk: Відео рендер MPC

# IDS_PPAGE_OUTPUT_VMR7
source: Video Mixing Renderer 7
pt_br: Renderizador de Mistura do Vídeo 7

# IDD_PPAGEACCELTBL
source: Player::Keys
pt_br: Player::Teclas
uk: Програвач::Гарячі клавіші

# IDD_PPAGESUBSTYLE
source: Subtitles::Default Style
pt_br: Legendas::Estilo Padrão
uk: Субтитри::Стандартний стиль

# IDD_PPAGEINTERNALFILTERS
source: Internal Filters
pt_br: Filtros Internos
uk: Вбудовані фільтри

# IDD_PPAGETHEME
source: Player::Theme
pt_br: Player::Tema

# IDD_PPAGEOUTPUT
source: Playback::Output
pt_br: Playback::Saída dos Dados
uk: Відтворення::Вивід

# IDD_PPAGEWEBSERVER
source: Player::Web Interface
pt_br: Player::Interface da Web
uk: Програвач::Web-інтерфейс

# IDD_FILEPROPDETAILS
source: Details
pt_br: Detalhes
uk: Детально

# IDD_FILEPROPCLIP
source: Clip
pt_br: Clipe
uk: Кліп

# IDC_DSSYSDEF
source: Default video renderer filter for DirectShow. Others will fall back to this one when they can't be loaded for some reason.
pt_br: Filtro do renderizador de vídeo padrão pro DirectShow. Outros recuarão pra este quando eles não puderem ser carregados por alguma razão.
uk: Фільтр відтворення відео за замовчуванням для DirectShow. Інші повернуться до цього, коли з якихось причин їх не вдасться завантажити.

# IDC_DSOLD
source: This is the default renderer of Windows 9x/me/2k. Depending on the visibility of the video window and your video card's abilities, it will switch between GDI, DirectDraw, Overlay rendering modes dynamically.
pt_br: Este é o renderizador padrão do Windows 9x/Me/2000. Dependendo da visibilidade da janela de vídeo e das capacidades da sua placa de vídeo, ele trocará entre os modos de renderização do GDI, DirectDraw e Overlay dinamicamente.
uk: Відеорендерер зазвичай для Windows 9x/ME/2K. Залежно від видимості відеовікна та можливостей відеокарти, режим динамічно перемикається між методами GDI, DirectDraw і Overlay.

# IDC_DSOVERLAYMIXER
source: Always renders in overlay. Generally only YUV formats are allowed, but they are presented directly without any color conversion to RGB. This is the fastest rendering method of all and the only where you can be sure about fullscreen video mirroring to tv-out activating.
pt_br: Sempre renderiza em Overlay. Geralmente só formatos YUV são permitidos, mas eles são apresentados diretamente sem qualquer conversão de cor pra RGB. Este é o modo de renderização mais rápido de todos e é o único aonde você pode ter certeza sobre o espelhamento de vídeo de tela cheia com ativação da saída da TV.
uk: Рендеринг завжди здійснюється в оверлеї. Зазвичай доступні лише формати YUV, але вони представляються безпосередньо, без перетворення в RGB. Це найшвидший метод, і лише тут ґарантовано працює "дзеркальний" вивід відео на TV-OUT.

# IDC_DSVMR9WIN
source: Only available if you have DirectX 9 installed. Very stable but it will never use Overlay rendering and because of this it may be a little slower than Overlay mixer.
pt_br: Só disponível se você tem o DirectX 9 instalado. Muito estável mas nunca usará a renderização Overlay e por causa disto pode ser um pouco mais lento do que um mixer Overlay.
uk: Доступно, лише якщо у вас встановлено DirectX 9. Дуже стабільний, але він ніколи не використовуватиме рендеринг накладання, і через це він може працювати трохи повільніше, ніж мікшер накладання.

# IDC_DSVMR9REN
source: Same as the VMR-9 (windowed), but with the Allocator-Presenter plugin of MPC-HC for subtitling. Overlay video mirroring MIGHT work. "True Color" desktop color space recommended.
pt_br: Igual ao VMR-9 (modo janela), mas com o plugin Allocator-Presenter do MPC-HC pra exibir legendas. A sobreposição de espelhamento do vídeo PODERIA funcionar. O espaço das cores da área de trabalho "True Color" é recomendado.
uk: Те саме, що і VMR-9 (віконний), але з плагіном Allocator-Presenter MPC-HC для субтитрів. Накладення дзеркального відео МОЖЕ спрацювати. Рекомендується колірний простір робочого столу "True Color".

# IDC_DSDXR
source: Same as the VMR-9 (renderless), but uses a true two-pass bicubic resizer.
pt_br: Mesmo do VMR-9 (sem renderização), mas usa um re-dimensionamento bi-cúbico verdadeiro de 2 passes.
uk: Так само як і VMR-9 (renderless), але використовує справжній двопрохідний bicubic масштабувальник.

# IDC_DSNULL_COMP
source: Connects to any video-like media type and will send the incoming samples to nowhere. Use it when you don't need the video display and want to save the CPU from working unnecessarily.
pt_br: Conecta-se a qualquer tipo de mídia tipo vídeo e enviará as amostras que entram pra lugar nenhum. Use-o quando não precisar da exibição do vídeo e quiser poupar a CPU de trabalhar sem necessidade.
uk: Підключається до будь-якого медіатипу відеоданих і відправляє вхідні кадри в нікуди. Може бути корисний для економії ресурсів процесора, якщо не потрібне відображення відео.

# IDC_DSNULL_UNCOMP
source: Same as the normal Null renderer, but this will only connect to uncompressed types.
pt_br: Igual ao renderizador Nulo normal, mas este só conectará com tipos descomprimidos.
uk: Так само як нормальний Null-рендерер, але підключається лише до нестиснених даних.
