Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_SUBUL_DLG_STATUS_FAILED
source: Subtitles upload failed.
pt_br: O upload das legendas falhou.
uk: Помилка вивантаження субтитрів.

# IDS_SUBUL_DLG_STATUS_ABORTED
source: Subtitles upload aborted.
pt_br: Upload das legendas abortado.
uk: Вивантаження субтитрів припинено.

# IDS_SUBUL_DLG_STATUS_ALREADYEXISTS
source: Subtitles already exist.
pt_br: As legendas já existem.
uk: Субтитри вже існують.

# IDS_SUBUL_DLG_UPLOADING
source: Uploading subtitles, please wait...
pt_br: Fazendo upload das legendas, por favor aguarde...
uk: Вивантаження субтитрів, зачекайте...

# IDS_SUBUL_DLG_UPLOADED
source: Upload finished.
pt_br: Upload terminado.
uk: Вивантаження завершено.

# IDS_SUBUL_DLG_ABORTED
source: Upload aborted.
pt_br: Upload abortado.
uk: Вивантаження перервано.

# IDS_SUBUL_DLG_FAILED
source: Upload failed.
pt_br: O upload falhou.
uk: Помилка вивантаження.

# IDS_SUBMENU_DOWNLOAD
source: Download && Open
pt_br: Baixar e&& Abrir
uk: Завантажити && використати

# IDS_SUBMENU_SETUP
source: Setup
pt_br: Configuração
uk: Встановлення

# IDS_SUBMENU_RESET
source: Reset
pt_br: Resetar
uk: Скинути

# IDS_SUBMENU_MOVEUP
source: Move Up
pt_br: Mover pra Cima
uk: Догори

# IDS_SUBMENU_MOVEDOWN
source: Move Down
pt_br: Mover pra Baixo
uk: Донизу

# IDS_SUBMENU_OPENURL
source: Open URL
pt_br: Abrir URL
uk: Відкрити URL

# IDS_SUBPP_DLG_LANGUAGES_COL
source: Languages
pt_br: Idiomas
uk: Мови

# IDS_SUBPP_DLG_LANGUAGES_ERROR
source: ERROR: Internet connection could not be established.
pt_br: ERRO: conexão com a internet não pôde ser estabelecida.
uk: ПОМИЛКА: не вдалося встановити підключення до Інтернету.

# IDS_SUB_CREDENTIALS_TITLE
source: Enter website credentials
pt_br: Insira as credenciais do site da web
uk: Введіть облікові дані веб-сайту

# IDS_SUB_CREDENTIALS_MSG
source: Enter your credentials to connect to:
pt_br: Insira suas credenciais pra se conectar a:
uk: Введіть свої облікові дані для підключення:

# IDS_ASPECT_RATIO_SAR
source: Aspect Ratio: Assume square pixels (SAR)
pt_br: Proporção do Aspecto: Assumir pixels quadrados (SAR)
uk: Співвідношення сторін: припустити, що пікселі квадратні (SAR)

# IDS_SUBDL_DLG_DOWNLOADED
source: Downloaded [%s] "%s"
pt_br: Baixadas [%s] "%s"
uk: Завантажено [%s] "%s"

# IDS_SUBUL_DLG_TITLE
source: Upload subtitles
pt_br: Fazer upload das legendas
uk: Вивантаження субтитрів

# IDS_SUBUL_DLG_CONFIRM
source: Are you sure you want to upload the subtitle file "%s"?
pt_br: Você tem certeza que você quer fazer upload do arquivo de legenda "%s"?
uk: Ви впевнені, що хочете вивантажити файл субтитрів "%s"?

# IDS_SUBPP_DLG_FETCHING_LANGUAGES
source: Fetching supported languages...
pt_br: Buscando idiomas suportados...
uk: Отримання підтримуваних мов...

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on subtitle search provider "%1" with username "%2". Check if your username and password are correct. Failure can also happen when you are temporarily blocked due to too many search requests from your account or IP address.
pt_br: Falhou em logar no provedor de busca das legendas "%1" com o nome de usuário "%2". Verifique se seu nome de usuário e senha estão corretos. A falha também pode acontecer quando você está temporariamente bloqueado devido a muitos pedidos de busca da sua conta ou do seu endereço de IP.
uk: Не вдалося увійти в систему пошуку субтитрів "%1" з іменем користувача "%2". Перевірте, чи правильні ваші ім’я користувача та пароль. Збій також може статися, коли ви тимчасово заблоковані через занадто багато пошукових запитів з вашого облікового запису або IP-адреси.

# IDS_SUB_AUTODL_IGNORE_TOOLTIP
source: Automatic search and download will be disabled for all media files whose path contains any of the patterns entered here. For example, type: "private dir\videos|work\".
pt_br: A busca e o download automático serão desativados pra todos os arquivos de mídia cujos caminhos contenham quaisquer um dos modelos inseridos aqui. Por exemplo, digite: "diretório privado\vídeos|trabalho\".
uk: Автоматичний пошук і завантаження буде вимкнено для всіх медіафайлів, шлях яких містить будь-який із введених тут шаблонів. Наприклад, введіть: "каталог\відео|робота\".

# IDS_CMD_PATHNAME
source: "pathname" The main file or directory to be loaded (wildcards allowed, "-" denotes standard input)
pt_br: "nome do caminho" O arquivo ou diretório principal a ser carregado (wildcards são permitidos, "-" indica a entrada de dados padrão)
uk: "шлях_та_ім'я" Файл або каталог, який потрібно завантажити (дозволені символи підстановки, «-» позначає стандартний вхід)

# IDS_CMD_DUB
source: /dub "dubname" Load an additional audio file
pt_br: /dub "nome_da_dublagem" Carrega um arquivo de áudio adicional
uk: /dub "dubname" Завантажити додатковий аудіофайл

# IDS_CMD_DUBDELAY
source: /dubdelay "file" Load an additional audio file shifted with XXms (if the file contains "...DELAY XXms...")
pt_br: /dubdelay "arquivo" Carrega um arquivo de áudio adicional mudado com o Xms (se o arquivo contém "...DELAY XXms...")
uk: /dubdelay "file" Завантажити додатковий аудіофайл, зсунутий на XXмс (якщо ім'я файлу вміщує "...DELAY XXms...")

# IDS_CMD_D3DFS
source: /d3dfs Start rendering in D3D fullscreen mode
pt_br: /d3dfs Inicia renderização no modo Tela Cheia do D3D
uk: /d3dfs Розпочати візуалізацію в повноекранному режимі D3D

# IDS_CMD_SUB
source: /sub "subname" Load an additional subtitle file
pt_br: /sub "nome_da_legenda" Carrega um arquivo de legenda adicional
uk: /sub "subname" Завантажити додатковий файл субтитрів

# IDS_CMD_FILTER
source: /filter "filtername" Load DirectShow filters from a dynamic link library (wildcards allowed)
pt_br: /filter "nome_do_filtro" Carrega filtros do DirectShow de uma biblioteca de link dinâmico (wildcards são permitidos)
uk: /filter "filtername" Завантажити фільтри DirectShow з dll (дозволені символи підстановки)

# IDS_CMD_DVD
source: /dvd Run in DVD mode, "pathname" means the DVD folder (optional)
pt_br: /dvd Executar no modo DVD, "nome do caminho" significa que a pasta do DVD (opcional)
uk: /dvd Запустити в режимі DVD, "шлях_та_ім'я" означає теку DVD (необов'язково)

# IDS_CMD_DVDPOS_TC
source: /dvdpos T#C Start playback at title T, chapter C
pt_br: /dvdpos T#C Inicia o playback no título T, capítulo C
uk: /dvdpos T#C Розпочати відтворення з заголовка T, глави C

# IDS_CMD_DVDPOS_TIME
source: /dvdpos T#P Start playback at title T, position P (hh:mm:ss)
pt_br: /dvdpos T#P Inicia o playback no título T, na posição P (hh:mm:ss)
uk: /dvdpos T#P Розпочати відтворення з заголовка T, позиції P (гг:хх:сс)

# IDS_CMD_CD
source: /cd Load all the tracks of an Audio CD or (S)VCD, "pathname" means the drive path (optional)
pt_br: /cd Carrega todas as faixas de um CD de Audio ou (S)VCD "nome do caminho" significa que o caminho do drive (opcional)
uk: /cd Завантажити всі доріжки Audio CD або (S)VCD, "шлях_та_ім'я" означає шлях приводу (необов'язково)

# IDS_CMD_DEVICE
source: /device Open the default video device
pt_br: /device Abre o dispositivo de vídeo padrão
uk: /device Відкрити відеопристрій за замовчуванням

# IDS_CMD_OPEN
source: /open Open the file, don't automatically start playback
pt_br: /open Abre o arquivo, não inicia o playback automaticamente
uk: /open Відкрити файл, не починаючи відтворення автоматично

# IDS_CMD_PLAY
source: /play Start playing the file as soon the player is launched
pt_br: /play Começa a reproduzir o arquivo tão breve quanto o player é executado
uk: /play Розпочати відтворення файлу відразу як програвач запущений

# IDS_CMD_CLOSE
source: /close Close the player after playback (only works when used with /play)
pt_br: /close Fecha o player após o playback (só funciona quando usado com /play)
uk: /close Закрити програвач після завершення відтворення (працює тільки коли використовуються з /play)

# IDS_CMD_SHUTDOWN
source: /shutdown Shutdown the operating system after playback
pt_br: /shutdown Desliga o sistema operacional após o playback
uk: /shutdown Вимкнути операційну систему після відтворення

# IDS_CMD_STANDBY
source: /standby Put the operating system in standby mode after playback
pt_br: /standby Põe o sistema operacional no modo de espera após o playback
uk: /standby Перевести операційну систему у режим очікування після відтворення

# IDS_CMD_HIBERNATE
source: /hibernate Hibernate operating system after playback
pt_br: /hibernate Hiberna o sistema operacional após o playback
uk: /hibernate Перевести операційну систему в режим глибокого сну після відтворення

# IDS_CMD_LOGOFF
source: /logoff Log off after playback
pt_br: /logoff Faz o log off após o playback
uk: /logoff Вийти після відтворення

# IDS_CMD_LOCK
source: /lock Lock workstation after playback
pt_br: /lock Tranca a estação de trabalho após o playback
uk: /lock Блокувати робочу станцію після відтворення

# IDS_CMD_MONITOROFF
source: /monitoroff Turn off the monitor after playback
pt_br: /monitoroff Desliga o monitor após o playback
uk: /monitoroff Вимкнути монітор після відтворення

# IDS_CMD_PLAYNEXT
source: /playnext Open next file in the folder after playback
pt_br: /playnext Abre o próximo arquivo na pasta após o playback
uk: /playnext Відкрити наступний файл у теці після відтворення

# IDS_CMD_VIEWPRESET
source: /viewpreset N Start with specific preset, where N is either "1" Minimal, "2" Compact or "3" Normal
pt_br: /viewpreset N Inicia com um pré-definido específico, aonde N é ou "1" Mínimo, "2" Compacto ou "3" Normal
uk: /viewpreset N Почати з певного попереднього налаштування, де N це «1»-Мінімальний, «2»-Компактний, «3»-Нормальний

# IDS_CMD_MUTE
source: /mute Mute the audio
pt_br: /mute O áudio fica mudo
uk: /mute Вимкнути звук

# IDS_CMD_VOLUME
source: /volume N Set Volume, where N is a range from 0 to 100
pt_br: /volume N Define o Volume, aonde o N é de um alcance de 0 até 100
uk: /volume N Встановити рівень гучності, де N в діапазоні з 0 до 100

# IDS_YOUTUBEDL_NOT_FOUND
source: Youtube-dl failed to launch. Make sure youtube-dl is in PATH.
pt_br: Youtube-dl falhou em executar. Tenha certeza que o youtube-dl está no PATH.
uk: Не вдалося запустити Youtube-dl. Переконайтеся, що youtube-dl знаходиться в PATH.

# IDS_CONTROLS_YOUTUBEDL
source: Calling youtube-dl...
pt_br: Chamando youtube-dl...
uk: Виклик youtube-dl...

# IDS_VERTICAL_ALIGN_VIDEO_TOP
source: Align Top
pt_br: Alinhar no Topo
uk: Вирівняти зверху

# IDS_VERTICAL_ALIGN_VIDEO_MIDDLE
source: Align Middle
pt_br: Alinhar no Meio
uk: Вирівняти за серединою

# IDS_VERTICAL_ALIGN_VIDEO_BOTTOM
source: Align Bottom
pt_br: Alinhar no Rodapé
uk: Вирівняти знизу

# IDS_PPAGEADVANCED_USE_YDL
source: Process HTTP(s) URLs with Youtube-DL (if available). There is an internal whitelist/blacklist for URLs that are always/never processed.
pt_br: Processar as URLs HTTP(s) com o Youtube-DL (se disponível). Há uma lista-branca/lista-negra interna pra URLs que sempre/nunca são processadas.
uk: Обробляє HTTP(S) URL-адреси за допомогою Youtube-DL (за наявності). Існує внутрішній білий/чорний список для URL-адрес, які завжди/не обробляються.

# IDS_PPAGEADVANCED_YDL_MAX_HEIGHT
source: Can be used to limit the video resolution that is chosen by Youtube-DL by the given height. Value 0 means it will choose the highest resolution available.
pt_br: Pode ser usado pra limitar a resolução do vídeo que é escolhida pelo Youtube-DL pela altura dada. O Valor 0 significa que escolherá a maior resolução disponível.
uk: Можна використовувати для обмеження роздільної здатності відео, яку обирає Youtube-DL за заданою висотою. Значення 0 означає, що він обере найвищу доступну роздільну здатність.

# IDS_PPAGEADVANCED_YDL_VIDEO_FORMAT
source: Preferred video format for stream that is selected from Youtube-DL results. 0: Automatic 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profile2 30fps 6: VP9 Profile2 60fps 7: AV1 30fps 8: AV1 60fps
pt_br: Formato de formato de vídeo preferido pra stream que é selecionado dos resultados do Youtube-DL. 0: Automático 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profile2 30fps 6: VP9 Profile2 60fps 7: AV1 30fps 8: AV1 60fps
uk: Бажаний формат відео для потоку, який обрано з результатів Youtube-DL. 0: Автоматично 1: H.264 30 к/с 2: H.264 60 к/с 3: VP9 30 к/с 4: VP9 60 к/с 5: VP9 Profile2 30 к/с 6: VP9 Profile2 60 к/с 7: AV1 30 к/с 8: AV1 60 к/с

# IDS_PPAGEADVANCED_YDL_AUDIO_ONLY
source: Instructs Youtube-DL to prefer an audio-only stream (if available)
pt_br: Instrui o Youtube-DL pra preferir um stream só de áudio (se disponível)
uk: Вказує Youtube-DL віддавати перевагу лише аудіо потоку (якщо доступний)

# IDS_PPAGEADVANCED_YDL_COMMAND_LINE
source: Command line parameters for downloading ("save a copy") with youtube-dl.exe Examples: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
pt_br: Parâmetros da linha de comando pra baixar ("salve uma cópia") com youtube-dl.exe Exemplos: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
uk: Параметри командного рядка для завантаження ("зберегти копію") за допомогою youtube-dl.exe Приклади: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s

# IDS_PPAGEADVANCED_SAVEIMAGE_POSITION
source: Include video position in filename
pt_br: Inclui posição do vídeo no nome do arquivo
uk: Включити позицію відео до імені файлу

# IDS_PPAGEADVANCED_SAVEIMAGE_CURRENTTIME
source: Include current time in filename
pt_br: Inclui tempo atual no nome do arquivo
uk: Включити поточний час до імені файлу

# IDS_PPAGEADVANCED_ALLOW_INACCURATE_FASTSEEK
source: When enabled, fast seek (to keyframe) has a maximum inaccuracy of 20 seconds. When disabled, a smaller inaccuracy is allowed when deciding between a fast and a normal seek. For example 30% of jump size.
pt_br: Quando ativado a procura rápida (pro keyframe) tem uma imprecisão máxima de 20 segundos. Quando desativado uma imprecisão menor é permitida quando decidir entre uma procura rápida e uma normal. Por exemplo 30% do tamanho do pulo.
uk: Якщо увімкнено, швидкий пошук (за ключовими кадрами) має максимальну неточність 20 секунд. Якщо вимкнено, допускається менша неточність при виборі між швидким і звичайним пошуком. Наприклад, 30% розміру стрибка.

# IDS_CMD_FULLSCREEN
source: /fullscreen Start in fullscreen mode
pt_br: /fullscreen Inicia no modo de tela cheia
uk: /fullscreen Виконати у повноекраному вигляді

# IDS_CMD_MINIMIZED
source: /minimized Start in minimized mode
pt_br: /minimized Inicia no modo minimizado
uk: /minimized Виконати у згорнутому вигляді

# IDS_CMD_NEW
source: /new Use a new instance of the player
pt_br: /new Usa uma nova instância do player
uk: /new Використати новий екземпляр програвача

# IDS_CMD_ADD
source: /add Add "pathname" to playlist, can be combined with /open and /play
pt_br: /add Adiciona o "nome do caminho" a lista de reprodução, pode ser combinado com /open e /play
uk: /add Додати "шлях_та_ім'я" до списка відтворення, може бути використаний з /open та /play

# IDS_CMD_RANDOMIZE
source: /randomize Randomize the playlist
pt_br: /randomize Torna a lista de reprodução aleatória
uk: /randomize Перемішати список відтворення

# IDS_CMD_REGVID
source: /regvid Create file associations for video files
pt_br: /regvid Cria associações de arquivos pra arquivos de vídeo
uk: /regvid Створити асоціації файлів для відеофайлів

# IDS_CMD_REGAUD
source: /regaud Create file associations for audio files
pt_br: /regaud Cria associações de arquivos pra arquivos de áudio
uk: /regaud Створити асоціації файлів для аудіофайлів

# IDS_CMD_REGPL
source: /regpl Create file associations for playlist files
pt_br: /regpl Cria associações de arquivos pra arquivos de lista de reprodução
uk: /regpl Створити асоціації файлів для списків відтворення

# IDS_CMD_REGALL
source: /regall Create file associations for all supported file types
pt_br: /regall Cria associações de arquivos pra todos os tipos de arquivo suportados
uk: /regall Створити асоціації файлів для всіх підтримуваних файлів

# IDS_CMD_UNREGALL
source: /unregall Remove all file associations
pt_br: /unregall Remove todas as associações dos arquivos
uk: /unregall Видалити всі асоціації файлів

# IDS_CMD_START
source: /start ms Start playing at "ms" (= milliseconds)
pt_br: /start ms Inicia a reprodução em "ms" (= milissegundos)
uk: /start ms Розпочати відтворення з "ms" (= мілісекунд)

# IDS_CMD_STARTPOS
source: /startpos hh:mm:ss Start playing at position hh:mm:ss
pt_br: /startpos hh:mm:ss Inicia a reprodução na posição hh:mm:ss
uk: /startpos hh:mm:ss Розпочати відтворення з позиції hh:mm:ss

# IDS_CMD_FIXEDSIZE
source: /fixedsize w,h Set a fixed window size
pt_br: /fixedsize w,h Define um tamanho de janela fixo
uk: /fixedsize w,h Встановити фіксований розмір вікна

# IDS_CMD_MONITOR
source: /monitor N Start player on monitor N, where N starts from 1
pt_br: /monitor N Inicia o player no monitor N, aonde o N inicia do 1
uk: /monitor N Виконати програвач на моніторі N, де N починається з 1

# IDS_CMD_AUDIORENDERER
source: /audiorenderer N Start using audiorenderer N, where N starts from 1 (see "Output" settings)
pt_br: /audiorenderer N Inicia usando o renderizador de áudio N, aonde o N inicia do 1 (ver configurações da "Saída de Dados")
uk: /audiorenderer N Розпочати використовуючи аудіорендер N, де N починається з 1 (дивись налаштування "Вивід")

# IDS_CMD_SHADERPRESET
source: /shaderpreset "Pr" Start using "Pr" shader preset
pt_br: /shaderpreset "Pr" Inicia usando o shader pré-definido "Pr"
uk: /shaderpreset "Pr" Виконати використовуючи попередньо встановлений шейдер "Pr"

# IDS_MESSAGEBOX_CANCEL
source: Cancel
pt_br: Cancelar
uk: Скасувати

# IDS_MESSAGEBOX_ABORT
source: &Abort
pt_br: &Abortar
uk: &Перервати

# IDS_MESSAGEBOX_RETRY
source: &Retry
pt_br: &Tentar de novo
uk: &Повторити

# IDS_MESSAGEBOX_IGNORE
source: &Ignore
pt_br: &Ignorar
uk: &Ігнорувати

# IDS_MESSAGEBOX_CONTINUE
source: &Continue
pt_br: &Continuar
uk: &Продовжити

# IDS_AG_TOGGLE_DEFAULT_SUBTITLE_STYLE
source: Toggle Default Subtitle Style
pt_br: Alternar o Estilo da Legenda Padrão
uk: Перемкнути стиль субтитрів за замовчуванням

# IDS_AG_TOGGLE_MPCTHEME
source: Toggle Dark Theme
pt_br: Alternar Tema Escuro
uk: Перемкнути темну тему

# IDS_PPAGEADVANCED_LOOP_FOLDER_NEXT_FILE
source: Loop back to first file in folder after playing the last file.
pt_br: Voltar ao primeiro arquivo na pasta após reproduzir o último arquivo.
uk: Повернутися до першого файлу в теці після відтворення останнього файлу.

# IDS_PPAGEADVANCED_MODERNSEEKBAR
source: Requires Dark Theme. When enabled, the time seekbar and volume indicator don't show a dragger at current position, but instead are filled from left to right.
pt_br: Requer o Tema Escuro. Quando ativado, a barra de procura do tempo e o indicador de volume não mostram um arrastador na posição atual, mas ao invés disto são preenchidos da esquerda para direita.
uk: Потрібна темна тема. Якщо увімкнено, смуга перемотування та індикатор гучності не показують перетягувач у поточній позиції, а натомість заповнюються зліва направо.

# IDS_PPAGEADVANCED_MODERNSEEKBARHEIGHT
source: Modern seekbar height (at 96dpi, otherwise scaled)
pt_br: Altura da barra de procura moderna (a 96dpi, de outra forma dimensionada)
uk: Сучасна висота панелі пошуку (з роздільною здатністю 96 dpi, інакше масштабована)

# IDS_PPAGEADVANCED_FULLSCREEN_DELAY
source: Delay before showing fullscreen video, to prevent visual glitches.
pt_br: Atrasar antes de mostrar o vídeo em tela cheia pra impedir problemas gráficos.
uk: Затримуватися перед показом повноекранного відео, щоб уникнути візуальних збоїв.

# IDS_PPAGEADVANCED_SNAPSHOTSUBTITLES
source: Render subtitles onto screenshots
pt_br: Renderizar legendas em fotos
uk: Додавати субтитри до знімків екрану

# IDS_PPAGEADVANCED_SNAPSHOTKEEPVIDEOEXTENSION
source: Keep video file extension as part of snapshot filenames (e.g., file.mkv.png)
pt_br: Manter extensão do arquivo de vídeo como parte de nomes de arquivos das fotos (ex: file.mkv.png)
uk: Залишити розширення відеофайлу як частину імені файлів знімків екрану (наприклад, file.mkv.png)

# IDS_PRESIZE_SHADERS_ENABLED
source: Pre-Resize Pixel Shaders: on
pt_br: Pré-Redimensionar os Shaders dos Pixels: ligado
uk: Перед-масштабов. піксельні шейдери: так

# IDS_PRESIZE_SHADERS_DISABLED
source: Pre-Resize Pixel Shaders: off
pt_br: Pré-Redimensionar os Shaders dos Pixels: desligado
uk: Перед-масштабов. піксельні шейдери: ні

# IDS_PRESIZE_SHADERS_TOGGLE
source: Enable Pre-Resize Pixel Shaders
pt_br: Ativar o Pré-Redimensionamento dos Shaders dos Pixels
uk: Ввімкнути перед-масштабов. піксельні шейдери

# IDS_POSTSIZE_SHADERS_ENABLED
source: Post-Resize Pixel Shaders: on
pt_br: Pós-Redimensionar os Shaders dos Pixels: ligado
uk: Після-масштабов. піксельні шейдери: так

# IDS_POSTSIZE_SHADERS_DISABLED
source: Post-Resize Pixel Shaders: off
pt_br: Pós-Redimensionar os Shaders dos Pixels: desligado
uk: Після-масштабов. піксельні шейдери: ні

# IDS_POSTSIZE_SHADERS_TOGGLE
source: Enable Post-Resize Pixel Shaders
pt_br: Ativar o Pós-Redimensionamento dos Shaders dos Pixels
uk: Ввімкнути після-масштабов. піксельні шейдери

# IDS_PPAGEADVANCED_TIME_REFRESH_INTERVAL
source: Refresh interval (in milliseconds) of time in status bar
pt_br: Intervalo da atualização (em mili-segundos) do tempo na barra de status
uk: Інтервал оновлення часу (у мілісекундах) у рядку стану

# IDS_PPAGEADVANCED_SHOW_LANG_STATUSBAR
source: Display current audio and subtitle language in status bar
pt_br: Exibir o áudio atual e o idioma da legenda na barra de status
uk: Відображення поточної мови звуку та субтитрів у рядку стану

# IDS_PPAGEADVANCED_SHOW_FPS_STATUSBAR
source: Display current fps and rate in status bar
pt_br: Exibir o fps atual e a taxa no barra de status
uk: Відображення поточного значення кадрів на секунду та швидкості в рядку стану

# IDS_PPAGEADVANCED_ADD_LANGCODE_WHEN_SAVE_SUBTITLES
source: When save the subtitles file, the language code (if available) text will be added to suggested file name by default.
pt_br: Quando salvar o arquivo das legendas, o código do idioma (se disponível) o texto será adicionado ao nome sugerido do arquivo por padrão.
uk: Під час збереження файлу субтитрів текст коду мови (якщо доступний) буде додано до запропонованого імені файлу за замовчуванням.

# IDS_PPAGEADVANCED_USE_TITLE_IN_RECENT_FILE_LIST
source: Use title in recent file list.
pt_br: Usar o título na lista de arquivos recentes.
uk: Використовувати заголовок у списку останніх файлів.

# IDS_PPAGEADVANCED_SHOW_ABMARKS_STATUSBAR
source: Display current A-B repeat marks in status bar.
pt_br: Exibir as marcas de repetição A-B atuais na barra de status.
uk: Відображати позначки повтору A-B у рядку стану.

# IDS_PPAGEADVANCED_SHOW_VIDEOINFO_STATUSBAR
source: Display video info (codec name, resolution) in status bar.
pt_br: Exibir informações do vídeo (nome do codec, resolução) na barra de status.
uk: Відображати інформацію про відео (назва кодека, роздільна здатність) у рядку стану.

# IDS_PPAGEADVANCED_OPEN_REC_PANEL_WHEN_OPENING_DEVICE
source: Show the recording settings dialog automatically when opening a device.
pt_br: Mostra o diálogo das configurações de gravação automaticamente quando abre um dispositivo.
uk: Відображати діалогове вікно налаштувань запису автоматично під час відкриття пристрою.

# IDS_PPAGEADVANCED_ALWAYS_USE_SHORT_MENU
source: Player Menu shortcuts and right-click show compact menu -- even when main menu is hidden.
pt_br: Os talhos do menu do player e o botão direito do mouse mostram o menu compacto -- mesmo quando o menu principal está oculto.
uk: Ярлики меню програвача та клацання правою кнопкою миші показують компактне меню — навіть якщо головне меню приховане.
