Repository: wwww-wwww/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: pt_br, uk

# IDS_PPAGEADVANCED_COVER_SIZE_LIMIT
source: Maximum size (NxNpx) of a cover-art loaded in the audio only mode.
pt_br: Tamanho máximo (NxNpx) de uma arte de capa carregado no modo somente áudio.
uk: Максимальний розмір (у пікселях) обкладинки, завантаженої в режимі "тільки аудіо".

# IDS_SUBTITLE_DELAY_STEP_TOOLTIP
source: The subtitle delay will be decreased/increased by this value each time the corresponding hotkeys are used (%s/%s).
pt_br: O atraso das legendas será diminuído/aumentado por este valor cada vez que as teclas de atalho correspondentes são usadas (%s/%s).
uk: Затримка субтитрів буде зменшена/збільшена на дане значення кожного разу, коли використовуватимуться гарячі клавіші (%s/%s).

# IDS_NAVIGATION_WATCH
source: Watch
pt_br: Observar
uk: Перегляд

# IDS_NAVIGATION_MOVE_UP
source: Move Up
pt_br: Mover pra Cima
uk: Догори

# IDS_NAVIGATION_MOVE_DOWN
source: Move Down
pt_br: Mover pra Baixo
uk: Донизу

# IDS_NAVIGATION_SORT
source: Sort by LCN
pt_br: Organnizar pelo LCN
uk: Сортувати за LCN

# IDS_NAVIGATION_REMOVE_ALL
source: Remove all
pt_br: Remover todos
uk: Видалити усі

# IDS_REMOVE_CHANNELS_QUESTION
source: Are you sure you want to remove all channels from the list?
pt_br: Você tem certeza que você quer remover todos os canais da lista?
uk: Ви впевнені, що хочете видалити усі канали зі списку?

# IDS_MEDIAINFO_NO_INFO_AVAILABLE
source: No information available
pt_br: Nenhuma informação disponível
uk: Жодної інформації не доступно

# IDS_MEDIAINFO_ANALYSIS_IN_PROGRESS
source: Please wait, analysis in progress...
pt_br: Por favor aguarde, análise em progresso...
uk: Будь ласка, зачекайте, йде аналіз...

# IDS_ASPECT_RATIO_FMT
source: AR %d:%d
pt_br: RA %d:%d
uk: Спів. стор. %d:%d

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart)
pt_br: Ativa o registro no arquivo (requer reiniciar)
uk: Вмикає запис логу у файл (потребує перезапуску)

# IDS_TIMER_REMAINING_TIME
source: Remaining time
pt_br: Tempo restante
uk: Часу залишилося

# IDS_TIMER_HIGH_PRECISION
source: High precision
pt_br: Alta precisão
uk: Висока точність

# IDS_TIMER_SHOW_PERCENTAGE
source: Show percentage
pt_br: Mostrar porcentagem

# IDS_AFTERPLAYBACK_REWIND
source: After Playback: Rewind current file
pt_br: Após o Playback: Rebobinar o arquivo atual
uk: Після відтворення: Перемотати файл на початок

# IDS_AFTERPLAYBACK_CLOSE
source: After Playback: Close
pt_br: Após o Playback: Fechar
uk: Після відтворення: Закрити файл

# IDS_FRAME_INIT_FAILED
source: MPC-HC encountered a problem during initialization.
pt_br: O MPC-HC encontrou um problema durante a inicialização.
uk: MPC-HC зіткнувся з проблемою під час ініціалізації.

# IDS_TIME_SHIFT_TOOLTIP
source: Enter a positive value if the audio is early, a negative value if it is late.
pt_br: Insira um valor positivo se o áudio for precoce, um valor negativo se estiver atrasado.
uk: Введіть додатне значення, якщо звук випереджає, і від’ємне, якщо запізнюється.

# IDS_WEBUI_DISABLED_PREVIEW_MSG
source: Preview is currently disabled. You can enable it in MPC-HC's options.
pt_br: A pré-visualização está desativada atualmente. Você pode ativá-la nas opções do MPC-HC.
uk: Попередній перегляд наразі вимкнено. Ви можете ввімкнути його в параметрах MPC-HC.

# IDS_WEBUI_PREVIEW_WARNING
source: This option can be used to preview media files from remote location. Use it only on a properly secured private network. Do you really want to enable this option?
pt_br: Esta opção pode ser usada pra pré-visualizar arquivos de mídia de um local remoto. Use-a só numa rede privada apropriadamente segura. Você realmente quer ativar esta opção?
uk: Цей параметр можна використовувати для попереднього перегляду медіафайлів із віддаленого розташування. Використовуйте його лише в належним чином захищеній приватній мережі. Ви дійсно хочете увімкнути цю опцію?

# IDS_SUBTITLE_RENDERER_INTERNAL
source: Internal Subtitle Renderer
pt_br: Renderizador Interno das Legendas
uk: Внутрішній рендер субтитрів

# IDS_AG_OPEN_DEVICE
source: Open Device
pt_br: Abrir Dispositivo
uk: Відкрити пристрій

# IDS_AG_SAVE_AS
source: Save As
pt_br: Salvar Como
uk: Зберегти як

# IDS_AG_SAVE_IMAGE
source: Save Image
pt_br: Salvar Imagem
uk: Зберегти зображення

# IDS_MPLAYERC_6
source: Save Image (auto)
pt_br: Salvar Imagem (Automático)
uk: Зберегти зображення (автоматично)

# IDS_OSD_IMAGE_SAVED
source: Image saved successfully
pt_br: Imagem salva com sucesso
uk: Зображення успішно збережено

# IDS_AG_LOAD_SUBTITLES
source: Load Subtitles...
pt_br: Carregar Legendas...
uk: Завантажити субтитри...

# IDS_AG_SAVE_SUBTITLES
source: Save Subtitles...
pt_br: Salvar Legendas...
uk: Зберегти субтитри...

# IDS_AG_PROPERTIES
source: Properties
pt_br: Propriedades
uk: Властивості

# IDS_AG_EXIT
source: Exit
pt_br: Sair
uk: Вихід

# IDS_AG_PLAYPAUSE
source: Play/Pause
pt_br: Reproduzir/Pausar
uk: Відтворення/Пауза

# IDS_AG_PLAY
source: Play
pt_br: Reproduzir
uk: Відтворення

# IDS_AG_STOP
source: Stop
pt_br: Parar
uk: Стоп

# IDS_AG_FRAMESTEP
source: Frame-step
pt_br: Avançar um frame
uk: На кадр вперед

# IDS_MPLAYERC_16
source: Frame-step back
pt_br: Voltar um frame
uk: На кадр назад

# IDS_AG_GO_TO
source: Go To
pt_br: Ir Para
uk: Перейти в позицію

# IDS_AG_INCREASE_RATE
source: Increase Rate
pt_br: Aumentar Taxa
uk: Швидше

# IDS_CONTENT_SHOW_GAMESHOW
source: Show/Game show
pt_br: Mostrar/Mostrar Jogo
uk: Шоу/Ігрове шоу

# IDS_CONTENT_SPORTS
source: Sports
pt_br: Esportes
uk: Спорт

# IDS_CONTENT_CHILDREN_YOUTH_PROG
source: Children's/Youth programmes
pt_br: Programas de Criança/Jovens
uk: Програми для дітей/молоді

# IDS_CONTENT_MUSIC_BALLET_DANCE
source: Music/Ballet/Dance
pt_br: Música/Balé/Dança
uk: Музика/Балет/Танці

# IDS_CONTENT_MUSIC_ART_CULTURE
source: Arts/Culture
pt_br: Artes/Cultura
uk: Мистецтво/Культура

# IDS_CONTENT_SOCIAL_POLITICAL_ECO
source: Social/Political issues/Economics
pt_br: Social/Questões Politicas/Economia
uk: Соціальні події/Політичні події/Економіка

# IDS_CONTENT_LEISURE
source: Leisure hobbies
pt_br: Passa-tempos e lazer
uk: Дозвілля, хобі

# IDS_FILE_RECYCLE
source: Move to Recycle Bin
pt_br: Mover pra Lixeira
uk: Перемістити до системного кошика

# IDS_AG_SAVE_COPY
source: Save a Copy
pt_br: Salvar uma Cópia
uk: Зберегти копію

# IDS_FASTSEEK_LATEST
source: Latest keyframe
pt_br: Keyframe mais recente
uk: Останній ключов.

# IDS_FASTSEEK_NEAREST
source: Nearest keyframe
pt_br: Keyframe mais próximo
uk: Найближчий ключов.

# IDS_HOOKS_FAILED
source: MPC-HC encountered a problem during initialization. DVD playback may not work correctly. This problem might be caused by an incompatibility with certain security software.
pt_br: O MPC-HC encontrou um problema durante a inicialização. O playback do DVD pode não funcionar corretamente. Este problema poderia ter sido causado por uma incompatibilidade com certos software de segurança.
uk: MPC-HC зіткнувся з проблемою під час ініціалізації. Відтворення DVD може працювати некоректно. Ця проблема може бути викликана несумісністю з певним програмним забезпеченням безпеки.

# IDS_PPAGEFULLSCREEN_SHOWNEVER
source: Never show
pt_br: Nunca mostrar
uk: Ніколи не відображати

# IDS_PPAGEFULLSCREEN_SHOWMOVED
source: Show when moving the cursor, hide after:
pt_br: Mostrar quando mover o cursor, ocultar após:
uk: Відображати при переміщенні курсора, приховувати після:

# IDS_PPAGEFULLSCREEN_SHOHHOVERED
source: Show when hovering control, hide after:
pt_br: Mostrar quando paira sobre o controle, esconder após:
uk: Відображати при наведенні курсора, приховувати після:

# IDS_MAINFRM_PRE_SHADERS_FAILED
source: Failed to set pre-resize shaders
pt_br: Falhou em definir os shaders de pré-redimensionamento
uk: Не вдалося встановити перед-масштабов. шейдери

# IDS_OSD_RS_FT_CORRECTION_ON
source: Frame Time Correction: On
pt_br: Correção do Tempo dos Frames: Sim
uk: Корекцію часу кадру: Ввімк.

# IDS_OSD_RS_FT_CORRECTION_OFF
source: Frame Time Correction: Off
pt_br: Correção do Tempo dos Frames: Não
uk: Корекцію часу кадру: Вимк.

# IDS_OSD_RS_TARGET_VSYNC_OFFSET
source: Target VSync Offset: %.1f
pt_br: Mirar no Deslocamento do VSync: %.1f
uk: Відхилення синхронізації: %.1f

# IDS_OSD_RS_VSYNC_OFFSET
source: VSync Offset: %d
pt_br: Deslocamento do VSync: %d
uk: Затримка VSync: %d

# IDS_OSD_SPEED
source: Speed: %.2lfx
pt_br: Velocidade: %.2lfx
uk: Швидкість відтв.: %.2lfx

# IDS_OSD_THUMBS_SAVED
source: Thumbnails saved successfully
pt_br: Thumbnails salvos com sucesso
uk: Мініатюри успішно збережено

# IDS_MENU_VIDEO_STREAM
source: Vide&o Track
pt_br: Faix&a de Vídeo
uk: &Відеодоріжка

# IDS_MENU_VIDEO_ANGLE
source: Video Ang&le
pt_br: Ângulo de Víd&eo
uk: Кут від&ео

# IDS_RESET_SETTINGS
source: Reset settings
pt_br: Resetar configurações
uk: Скинути налаштування

# IDS_RESET_SETTINGS_WARNING
source: Are you sure you want to restore MPC-HC to its default settings? Be warned that ALL your current settings will be lost!
pt_br: Você tem certeza que você quer restarar o MPC-HC pra suas configurações padrão? Esteja avisado que TODAS as suas configurações atuais serão perdidas!
uk: Ви впевнені, що хочете відновити типові налаштування MPC-HC? Майте на увазі, що ВСІ ваші поточні налаштування будуть втрачені!

# IDS_RESET_SETTINGS_MUTEX
source: Please close all instances of MPC-HC so that the default settings can be restored.
pt_br: Por favor feche todas as instâncias do MPC-HC para que as configurações possam ser restauradas.
uk: Будь ласка, закрийте всі копії MPC-HC, щоб була можливість відновити типові налаштування.

# IDS_EXPORT_SETTINGS
source: Export settings
pt_br: Exportar configurações
uk: Експорт налаштувань

# IDS_EXPORT_SETTINGS_WARNING
source: Some changes have not been saved yet. Do you want to save them before exporting?
pt_br: Algumas de suas mudanças ainda não foram salvas. Você quer salvá-las antes de exportar?
uk: Деякі зміни не було збережено. Ви хочете, щоб вони були збережені перед початком експорту?

# IDS_EXPORT_SETTINGS_SUCCESS
source: The settings have been successfully exported.
pt_br: As configurações foram exportadas com sucesso.
uk: Налаштування було успішно експортовано.

# IDS_EXPORT_SETTINGS_FAILED
source: The export failed! This can happen when you don't have the correct rights.
pt_br: A exportação falhou! Isto pode acontece quando você não tem os direitos corretos.
uk: Сталася помилка при експорті! Це може траплятись, коли у вас немає відповідних прав.

# IDS_BDA_ERROR
source: BDA Error
pt_br: Erro do BDA
uk: Помилка BDA

# IDS_AG_DECREASE_RATE
source: Decrease Rate
pt_br: Diminuir a Taxa
uk: Повільніше

# IDS_AG_RESET_RATE
source: Reset Rate
pt_br: Resetar a Taxa
uk: Нормальна швидкість

# IDS_MPLAYERC_21
source: Audio Delay +10 ms
pt_br: Atraso do Áudio em +10ms
uk: Затримка аудіо +10 мс

# IDS_MPLAYERC_22
source: Audio Delay -10 ms
pt_br: Atraso do Áudio em -10ms
uk: Затримка аудіо -10 мс

# IDS_MPLAYERC_23
source: Jump Forward (small)
pt_br: Pular Adiante (pequeno)
uk: Перехід вперед (короткий)

# IDS_MPLAYERC_24
source: Jump Backward (small)
pt_br: Pular pra Trás (pequeno)
uk: Перехід назад (короткий)

# IDS_MPLAYERC_25
source: Jump Forward (medium)
pt_br: Pular Adiante (médio)
uk: Перехід вперед (середній)

# IDS_MPLAYERC_26
source: Jump Backward (medium)
pt_br: Pular pra Trás (médio)
uk: Перехід назад (середній)

# IDS_MPLAYERC_27
source: Jump Forward (large)
pt_br: Pular Adiante (grande)
uk: Перехід вперед (довгий)

# IDS_MPLAYERC_28
source: Jump Backward (large)
pt_br: Pular pra Trás (grande)
uk: Перехід назад (довгий)

# IDS_MPLAYERC_29
source: Jump Forward (keyframe)
pt_br: Pular Adiante (frame-chave)
uk: Перехід вперед (по ключових кадрах)

# IDS_MPLAYERC_30
source: Jump Backward (keyframe)
pt_br: Pular pra Trás (frame-chave)
uk: Перехід назад (по ключових кадрах)

# IDS_AG_NEXT
source: Next
pt_br: Próximo
uk: Наступний

# IDS_AG_PREVIOUS
source: Previous
pt_br: Anterior
uk: Попередній

# IDS_AG_NEXT_FILE
source: Next File
pt_br: Próximo Arquivo
uk: Наступний файл

# IDS_AG_PREVIOUS_FILE
source: Previous File
pt_br: Arquivo Anterior
uk: Попередній файл

# IDS_MPLAYERC_99
source: Toggle Direct3D fullscreen
pt_br: Alternar pra tela cheia no Direct3D
uk: Увімк./Вимк. повноекранний Direct3D

# IDS_MPLAYERC_100
source: Goto Prev Subtitle
pt_br: Ir pra Legenda Anterior
uk: Перейти до попередніх субтитрів

# IDS_MPLAYERC_101
source: Goto Next Subtitle
pt_br: Ir pra Próxima Legenda
uk: Перейти до наступних субтитрів

# IDS_AG_SEEKSET
source: Jump to Beginning
pt_br: Pular pro Começo
uk: Перейти на початок

# IDS_OSD_SHOW_FILENAME
source: OSD: Show File Name
pt_br: OSD: Mostrar Nome do Arquivo
uk: OSD: Показ назви файла

# IDS_PLAY_DVD
source: Play DVD
pt_br: Reproduzir DVD
uk: Відтворення DVD

# IDS_PLAY_BD
source: Play BD
pt_br: Reproduzir BD
uk: Відтворення BD

# IDS_OSD_DISPLAY_RENDERER_STATS
source: OSD: Display Renderer Statistics
pt_br: OSD: Exibir Estatísticas do Renderizador
uk: OSD: Показ статистики рендерера

# IDS_OSD_RESET_RENDERER_STATS
source: OSD: Reset Renderer Statistics
pt_br: OSD: Resetar Estatísticas do Renderizador
uk: OSD: Скидання статистики рендерера

# IDD_PPAGESUBMISC
source: Subtitles::Misc
pt_br: Legendas::Miscelânea
uk: Субтитри::Різне

# IDS_VIEW_BORDERLESS
source: Hide &borders
pt_br: Esconder &bordas
uk: Приховати межі

# IDS_VIEW_FRAMEONLY
source: Fra&me Only
pt_br: S&ó Frames
uk: Лише відеок&адр

# IDS_VIEW_CAPTIONMENU
source: Sho&w Caption&&Menu
pt_br: Mostra&r Menu&&das Legendas
uk: Відобразити заголовок та меню

# IDS_VIEW_HIDEMENU
source: Hide &Menu
pt_br: Esconder &Menu
uk: Приховати меню

# IDD_PPAGEADVANCED
source: Advanced
pt_br: Avançado
uk: Розширені

# IDS_AG_VIEW_MINIMAL
source: View Minimal
pt_br: Visualizar Mínimo
uk: Мінімальна компоновка

# IDS_AG_VIEW_COMPACT
source: View Compact
pt_br: Visualizar Compacto
uk: Компактна компоновка

# IDS_AG_VIEW_NORMAL
source: View Normal
pt_br: Visualizar Normal
uk: Звичайна компоновка

# IDS_AG_FULLSCREEN
source: Fullscreen
pt_br: Tela Cheia
uk: На весь екран

# IDS_MPLAYERC_39
source: Fullscreen (w/o res.change)
pt_br: Tela Cheia (com/sem mudança de resolução)
uk: На весь екран (не міняти розд. здатність)

# IDS_AG_ZOOM_AUTO_FIT
source: Zoom Auto Fit
pt_br: Auto-Encaixar no Zoom
uk: Вписати

# IDS_AG_VIDFRM_HALF
source: Video Frame Half Size
pt_br: Metade do Tamanho do Frame do Vídeo

# IDS_AG_VIDFRM_NORMAL
source: Video Frame Normal Size
pt_br: Tamanho Normal do Frame do Vídeo

# IDS_AG_VIDFRM_DOUBLE
source: Video Frame Double Size
pt_br: Dobro do Tamanho do Frame do Vídeo

# IDS_AG_ALWAYS_ON_TOP
source: Always On Top
pt_br: Sempre no Topo
uk: Поверх інших вікон

# IDS_AG_PNS_INC_SIZE
source: Video Frame Inc Size
pt_br: Aumentar Tamanho do Frame do Vídeo

# IDS_AG_PNS_INC_WIDTH
source: Video Frame Inc Width
pt_br: Aumentar a Largura do Frame do Vídeo

# IDS_MPLAYERC_47
source: Video Frame Inc Height
pt_br: Aumentar a Altura do Frame do Vídeo

# IDS_AG_PNS_DEC_SIZE
source: Video Frame Dec Size
pt_br: Diminuir o Tamanho do Frame do Vídeo

# IDS_AG_PNS_DEC_WIDTH
source: Video Frame Dec Width
pt_br: Diminuir a Largura do Frame do Vídeo

# IDS_MPLAYERC_50
source: Video Frame Dec Height
pt_br: Diminuir a Altura do Frame do Vídeo

# IDS_SUBDL_DLG_DOWNLOADING
source: Downloading [%s] "%s"
pt_br: Baixando [%s] "%s"
uk: Завантаження [%s] "%s"

# IDS_SUBDL_DLG_PARSING
source: Parsing list...
pt_br: Analisando lista...
uk: Обробка списку...

# IDS_SUBDL_DLG_NOT_FOUND
source: No subtitles found.
pt_br: Não foram encontradas legendas.
uk: Субтитрів не знайдено.

# IDS_SUBDL_DLG_SUBS_AVAIL
source: %d subtitle(s) available.
pt_br: %d legendas(s) disponível(is).
uk: %d субтитрів доступно.

# IDS_UPDATE_CONFIG_AUTO_CHECK
source: Do you want to check periodically for MPC-HC updates? This feature can be disabled later from the Miscellaneous options page.
pt_br: Você quer verificar periodicamente por atualizações do MPC-HC? Esta função pode ser desativada mais tarde na página Miscelânea das opções.
uk: Ви хочете періодично перевіряти оновлення MPC-HC? Дана можливість може бути вимкнена пізніше на сторінці налаштувань Різне.

# IDS_ZOOM_AUTOFIT
source: Auto Fit
pt_br: Auto-ajustar
uk: Автоматично вписати

# IDS_ZOOM_AUTOFIT_LARGER
source: Auto Fit (Larger Only)
pt_br: Auto-Ajustar (Só Maiores)
uk: Автоматично вписати (лише збільшення)

# IDS_AG_ZOOM_AUTO_FIT_LARGER
source: Zoom Auto Fit (Larger Only)
pt_br: Auto-Ajustar no Zoom (Só Maiores)
uk: Автоматично вписати (лише збільшення)

# IDS_OSD_ZOOM_AUTO_LARGER
source: Zoom: Auto (Larger Only)
pt_br: Zoom: Auto (Só Maiores)
uk: Масштаб: Автоматично (лише збільшення)

# IDS_TOOLTIP_EXPLORE_TO_FILE
source: Double click to open file location
pt_br: Clique duplo pra abrir local do arquivo
uk: Для відкриття теки з файлом зробіть подвійний клік

# IDS_TOOLTIP_REMAINING_TIME
source: Toggle between elapsed and remaining time
pt_br: Alternar entre tempo transcorrido e restante
uk: Перемикання між часом, що пройшов і залишився

# IDS_UPDATE_DELAY_ERROR_TITLE
source: Invalid delay
pt_br: Atraso inválido
uk: Невірно вказано період

# IDS_UPDATE_DELAY_ERROR_MSG
source: Please enter a number between 1 and 365.
pt_br: Por favor insira um número entre 1 e 365.
uk: Будь ласка, введіть число від 1 до 365.

# IDS_AG_PNS_CENTER
source: Video Frame Center
pt_br: Centro do Frame do Vídeo

# IDS_AG_PNS_LEFT
source: Video Frame Left
pt_br: Frame do Vídeo Esquerdo

# IDS_AG_PNS_RIGHT
source: Video Frame Right
pt_br: Frame do Vídeo Direito

# IDS_AG_PNS_UP
source: Video Frame Up
pt_br: Frame do Vídeo Acima

# IDS_AG_PNS_DOWN
source: Video Frame Down
pt_br: Frame do Vídeo Abaixo

# IDS_AG_PNS_UPLEFT
source: Video Frame Up/Left
pt_br: Acima/A Esquerda do Frame do Vídeo

# IDS_AG_PNS_UPRIGHT
source: Video Frame Up/Right
pt_br: Acima/A Direita do Frame do Vídeo

# IDS_AG_PNS_DOWNLEFT
source: Video Frame Down/Left
pt_br: Abaixo/A Esquerda do Frame do Vídeo

# IDS_MPLAYERC_59
source: Video Frame Down/Right
pt_br: Abaixo/A Direita do Frame do Vídeo

# IDS_AG_VOLUME_UP
source: Volume Up
pt_br: Aumentar Volume
uk: Голосніше

# IDS_AG_VOLUME_DOWN
source: Volume Down
pt_br: Diminuir Volume
uk: Тихіше

# IDS_AG_VOLUME_MUTE
source: Volume Mute
pt_br: Volume Mudo
uk: Вимкнути звук

# IDS_MPLAYERC_63
source: DVD Title Menu
pt_br: Menu do Título do DVD
uk: DVD - меню диску

# IDS_AG_DVD_ROOT_MENU
source: DVD Root Menu
pt_br: Menu Raiz do DVD
uk: DVD - кореневе меню

# IDS_MPLAYERC_65
source: DVD Subtitle Menu
pt_br: Menu de Legendas do DVD
uk: DVD - меню субтитрів

# IDS_MPLAYERC_66
source: DVD Audio Menu
pt_br: Menu de Áudio do DVD
uk: DVD - меню аудіо

# IDS_MPLAYERC_67
source: DVD Angle Menu
pt_br: Menu de Ângulo do DVD
uk: DVD - меню кута зору

# IDS_MPLAYERC_68
source: DVD Chapter Menu
pt_br: Menu de Capítulos do DVD
uk: DVD - меню глав

# IDS_AG_DVD_MENU_LEFT
source: DVD Menu Left
pt_br: Menu Esquerdo do DVD
uk: DVD меню - вліво

# IDS_MPLAYERC_70
source: DVD Menu Right
pt_br: Menu Direito do DVD
uk: DVD меню - вправо

# IDS_AG_DVD_MENU_UP
source: DVD Menu Up
pt_br: Menu Acima do DVD
uk: DVD меню - догори

# IDS_AG_DVD_MENU_DOWN
source: DVD Menu Down
pt_br: Menu Abaixo do DVD
uk: DVD меню - донизу

# IDS_MPLAYERC_73
source: DVD Menu Activate
pt_br: Menu Ativar do DVD
uk: DVD меню - вибрати

# IDS_AG_DVD_MENU_BACK
source: DVD Menu Back
pt_br: Menu Retornar do DVD
uk: DVD меню - назад

# IDS_MPLAYERC_75
source: DVD Menu Leave
pt_br: Menu Sair do DVD
uk: DVD меню - вихід

# IDS_AG_BOSS_KEY
source: Boss key
pt_br: Tecla do Chefe
uk: Аварійна клавіша

# IDS_MPLAYERC_77
source: Player Menu
pt_br: Menu do Player
uk: Меню плеєра

# IDS_MPLAYERC_78
source: Player Menu (full)
pt_br: Menu do Player (completo)
uk: Меню плеєра (повне)

# IDS_AG_FILTERS_MENU
source: Filters Menu
pt_br: Menu dos Filtros
uk: Меню фільтрів

# IDS_AG_OPTIONS
source: Options
pt_br: Opções
uk: Опції

# IDS_AG_NEXT_AUDIO
source: Next Audio Track
pt_br: Próxima Faixa de Áudio
uk: Наступна аудіодоріжка

# IDS_AG_PREV_AUDIO
source: Prev Audio Track
pt_br: Faixa de Áudio Anterior
uk: Попередня аудіодоріжка

# IDS_AG_NEXT_SUBTITLE
source: Next Subtitle Track
pt_br: Próxima Faixa de Legenda
uk: Наступна доріжка субтитрів

# IDS_AG_PREV_SUBTITLE
source: Prev Subtitle Track
pt_br: Faixa de Legenda Anterior
uk: Попередня доріжка субтитрів

# IDS_MPLAYERC_85
source: On/Off Subtitle
pt_br: Legenda Ligada/Desligada
uk: Ввімк./Вимк. субтитри

# IDS_MPLAYERC_86
source: Reload Subtitles
pt_br: Recarregar Legendas
uk: Перечитати субтитри

# IDS_MPLAYERC_91
source: Next Angle (DVD)
pt_br: Próximo Ângulo (DVD)
uk: Наступний кут зору (DVD)

# IDS_MPLAYERC_92
source: Prev Angle (DVD)
pt_br: Ângulo Anterior (DVD)
uk: Попередній кут зору (DVD)

# IDS_MPLAYERC_93
source: Next Audio Track (DVD)
pt_br: Próxima Faixa de Áudio (DVD)
uk: Наступна аудіодоріжка (DVD)

# IDS_MPLAYERC_94
source: Prev Audio Track (DVD)
pt_br: Faixa de Áudio Anterior (DVD)
uk: Попередня аудіодоріжка (DVD)

# IDS_MPLAYERC_95
source: Next Subtitle Track (DVD)
pt_br: Próxima Faixa de Legenda (DVD)
uk: Наступна доріжка субтитрів (DVD)

# IDS_MPLAYERC_96
source: Prev Subtitle Track (DVD)
pt_br: Faixa de Legenda Anterior (DVD)
uk: Попередня доріжка субтитрів (DVD)

# IDS_MPLAYERC_97
source: On/Off Subtitle (DVD)
pt_br: Legenda Ligada/Desligada (DVD)
uk: Ввімк./Вимк. субтитри (DVD)

# IDS_OSD_DISPLAY_CURRENT_TIME
source: OSD: Display Current Time
pt_br: OSD: Exibir Tempo Atual
uk: OSD: Показ поточного часу

# IDS_PPAGEWEBSERVER_0
source: Select the directory
pt_br: Selecione o Diretório
uk: Оберіть теку

# IDS_FAVORITES_QUICKADDFAVORITE
source: Quick add favorite
pt_br: Adicionar favorito rapidamente
uk: Швидко додати до закладок

# IDS_DVB_CHANNEL_NAME
source: Name
pt_br: Nome
uk: Назва

# IDS_DVB_CHANNEL_FREQUENCY
source: Frequency
pt_br: Frequência
uk: Частота

# IDS_DVB_CHANNEL_ENCRYPTION
source: Encrypted
pt_br: Criptografado
uk: Зашифровано

# IDS_YES
source: Yes
pt_br: Sim
uk: Так

# IDS_NO
source: No
pt_br: Não
uk: Ні

# IDS_DVB_CHANNEL_START_SCAN
source: Start
pt_br: Iniciar
uk: Розпочати

# IDS_DVB_CHANNEL_STOP_SCAN
source: Stop
pt_br: Parar
uk: Зупинити

# IDS_DVB_TVNAV_SEERADIO
source: Radio stations
pt_br: Estações de rádio
uk: Радіостанції

# IDS_DVB_TVNAV_SEETV
source: TV stations
pt_br: Estações de TV
uk: Канали ТБ

# IDS_DVB_CHANNEL_FORMAT
source: Format
pt_br: Formato
uk: Формат

# IDS_MAINFRM_2
source: Focus lost to: %s - %s
pt_br: Foco perdido para: %s - %s
uk: Фокус перейшов до: %s - %s

# IDS_AG_SUBTITLES_SAVED
source: Subtitles saved
pt_br: Legendas salvas
uk: Субтитри збережено

# IDS_MAINFRM_4
source: Cannot save subtitles
pt_br: Não pôde salvar as legendas
uk: Неможливо зберегти субтитри.

# IDS_AG_FRAMERATE
source: Frame rate
pt_br: Taxa dos frames
uk: Частота кадрів

# IDS_MAINFRM_6
source: drawn: %d, dropped: %d
pt_br: desenhados: %d, perdidos: %d
uk: записано: %d, втрачено: %d

# IDS_MAINFRM_9
source: Volume: %02lu/%02lu, Title: %02lu/%02lu, Chapter: %02lu/%02lu
pt_br: Volume: %02lu/%02lu, Título: %02lu/%02lu, Capítulo: %02lu/%02lu
uk: Том: %02lu/%02lu, Назва: %02lu/%02lu, Глава: %02lu/%02lu

# IDS_MAINFRM_10
source: Angle: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
pt_br: Ângulo: %02lu/%02lu, %lux%lu %luHz %lu:%lu
uk: Кут: %02lu/%02lu, %lux%lu %lu Гц %lu:%lu

# IDS_ADD_TO_PLAYLIST
source: Add to MPC-HC Playlist
pt_br: Adicionar a Lista de Reprodução do MPC-HC
uk: Додати до списка відтворення MPC-HC

# IDS_OPEN_WITH_MPC
source: Play with MPC-HC
pt_br: Reproduzir com o MPC-HC
uk: Відтворити в MPC-HC

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC does not have sufficient privileges to change file associations. Please click on the "Run as administrator" button.
pt_br: O MPC-HC não tem privilégios suficientes pra mudar as associações dos arquivos. Por favor clique no botão "Executar como administrador".
uk: У MPC-HC не достатньо прав для зміни асоціацій форматів файлів. Будь ласка, натисніть кнопку "Запустити від імені адміністратора".
